{
  "en": {
    "translation": {
      "Mario_night001": "So, time to plan my next move. I will impress her. Where should I take her tonight?",
      "Mario_night_townhall": "Sure, this is a nice garden, but I don't think it's the safest place around...",
      "Mario_night_houseforsale": "Oh yeah, this would be a great idea. But I cannot be sure there are no surveillance cameras... Too risky",
      "Mario_night_bar": "Again? What is so impressive about this? She already know this place.",
      "Mario_night_restaurant": "I don't want to risk again. I want to set up something so amazing that even if she receives another phone call se won't be willing to take it!",
      "Mario_night_centralsquare": "Isn't this place a bit too much... in full sight?",
      "Mario_night_woods": "Oh, come on, she'll think I am a maniac!",
      "Mario_night_park": "Now we're talking! I'll bring her here. It's a great place to watch the stars. And I am sure there won't be any clouds tonight. Hehe.",
      "Mario_night002": "And now, plenty of time to set everything up. Not a single thing will be left to chance.",
      "Mario_night003": "I was waiting for you. Where have you been?",
      "Gioia_night001": "Oh, you know. Usual stuff. Boring stuff. Not worth mentioning. Let's not waste time, what are we up to?",
      "Mario_night004": "Did you bring a jacket? It's going to get chilly!",
      "Mario_night005": "I'm just joking, don't worry. It's not far from here. Let's go.",
      "System_012": "Hey, this wasn't what I planned.",
      "System_013": "Better hurry, or she'll get annoyed...",
      "Mario_night006": "Here we are!",
      "Gioia_night002": "Wait, what? The park?",
      "Mario_night007": "Sure, why not?",
      "Gioia_night003": "Because it's closed at night!",
      "Mario_night008": "So what? What can they do to us? There is no one around. And even if they see us, we can just disappear before they'll find out who we are!",
      "Gioia_night004": "It just feels... you know...",
      "Mario_night009": "Come on. Let yourself go. I have everything set up. Trust me.",
      "Gioia_night005": "Oh well. YOLO.",
      "Mario_night010": "Now grab me and don't let go. Close your eyes and don't sneak peek. I'll tell you when to open your eyes.",
      "Mario_night011": "OK. Open your eyes.",
      "Gioia_night006": "Oh... my...",
      "Mario_night012": "Was it worth it?",
      "Gioia_night007": "It feels so close... It reminds me of an old Italian song...",
      "Mario_night013": "The World We Love In...",
      "Gioia_night008": "The World We Love In...",
      "Mario_night014": "Stars falling, flowers bloom...",
      "Gioia_night009": "When we share this world we love in...",
      "Mario_night015": "It's such a world apart, this dreamy world we love in...",
      "Gioia_night010": "No one ever did something similar for me...",
      "Gioia_night011": "I wish this night would never end.",
      "Mario_night016": "Why do we have to go back to our duties? Can't we just stay here forever?",
      "Gioia_night012": "I wish we could."
    }
  },
  "it": {
    "translation": {
      "Mario_night001": "È tempo di pianificare la prossima mossa. Devo lasciarla senza parole. Dove dovrei portarla stanotte?",
      "Mario_night_townhall": "Certo, è un bel giardino, ma non penso che sia il posto più sicuro dei dintorni...",
      "Mario_night_houseforsale": "Oh sì, sarebbe un'idea fantastica. Ma non posso essere sicuro che non ci siano telecamere di sorveglianza... Troppo rischioso.",
      "Mario_night_bar": "Di nuovo? Cosa potrebbe mai sorprenderla portandola qui? Conosce già questo posto.",
      "Mario_night_restaurant": "Non voglio rischiare di nuovo. Voglio organizzare qualcosa di così speciale che se anche dovesse ricevere un'altra telefonata non vorrà rispondere.",
      "Mario_night_centralsquare": "Non è un po' troppo... In bella vista?",
      "Mario_night_woods": "Oh, andiamo. Penserà che io sia un maniaco!",
      "Mario_night_park": "Ora sì che ci siamo! La porterò qui. È un posto perfetto per vedere le stelle. E sono sicuro che non ci saranno nuvole, stasera. Eheh.",
      "Mario_night002": "E ora, ho tutto il tempo di sistemare tutto per bene. Non lascerò nulla al caso.",
      "Mario_night003": "Ti stavo aspettando. Dove sei stata?",
      "Gioia_night001": "Oh, sai... Le solite cose. Roba noiosa. Non vale la pena neanche parlarne. Non sprechiamo tempo, cosa ti va di fare?",
      "Mario_night004": "Hai portato un giacchetto? Brividi assicurati!",
      "Mario_night005": "Sto scherzando, non ti preoccupare. Non è lontano da qui. Andiamo.",
      "System_012": "Ehi, non erano questi i piani!",
      "System_013": "Meglio affrettarsi, o si infastidirà.",
      "Mario_night006": "Eccoci qui!",
      "Gioia_night002": "Aspetta, cosa? Il parco?",
      "Mario_night007": "Certo, perché no?",
      "Gioia_night003": "Perché è chiuso di notte!",
      "Mario_night008": "E allora? Cosa possono farci? Non c'è nessuno nei dintorni. E anche se ci vedessero, potremmo sparire in un istante prima ancora che ci riconoscano!",
      "Gioia_night004": "È che sembra... sai...",
      "Mario_night009": "Dai, lasciati andare. Ho preparato tutto. Fidati.",
      "Gioia_night005": "E va bene. YOLO.",
      "Mario_night010": "Ora aggrappati e non lasciarmi andare. Chiudi gli occhi e non sbirciare. Ti dirò io quando aprire gli occhi.",
      "Mario_night011": "OK. Puoi aprire gli occhi.",
      "Gioia_night006": "Oh... mio...",
      "Mario_night012": "Ne è valsa la pena?",
      "Gioia_night007": "Sembra così vicino... Mi ricorda di quella vecchia canzone...",
      "Mario_night013": "Il cielo in una stanza...",
      "Gioia_night008": "Il cielo in una stanza...",
      "Mario_night014": "Quando sei qui con me...",
      "Gioia_night009": "Questa stanza non ha più pareti, ma alberi...",
      "Mario_night015": "Io vedo il cielo sopra noi, che restiamo qui, abbandonati...",
      "Gioia_night010": "Nessuno aveva mai fatto nulla di simile per me...",
      "Gioia_night011": "Vorrei che questa notte non finisse mai.",
      "Mario_night016": "Perché dobbiamo tornare alle nostre attività domani? Non possiamo semplicemente restare qui per sempre?",
      "Gioia_night012": "Lo vorrei tanto."
    }
  }
}
