{
  "en": {
    "translation": {
      "Gioia_bar001": "Well, I think I'll get a beer, and you?",
      "Mario_bar001": "Mhmm, I'll have some cider.",
      "Gioia_bar002": "OK, then, we'll toast to your arrival!",
      "Mario_bar002": "Sure, let's toast to it!",
      "Gioia_bar003": "And so, what brought you here?",
      "Gioia_bar004": "No wait, I'll start, so you will feel comfortable opening up.",
      "Gioia_bar005": "I first came here a couple of years ago.",
      "Gioia_bar006": "I was abroad for a year for a project and when I got back home I was no longer feeling in the right place.",
      "Gioia_bar007": "I was less and less seeing my friends, many things changed in one year...",
      "Gioia_bar008": "Some of them got married, some got kids, others left the country...",
      "Gioia_bar009": "The first time I got here I was feeling terribly alone. Then I kept coming during the weekends and I could breath some fresh air here...",
      "Gioia_bar010": "I needed a new place for a brand new start. And so I decided that this was the right place where to spend my time.",
      "Gioia_bar011": "From time to time I still go visiting the old places where I went with my friends, but that's my previous life.",
      "Gioia_bar012": "Here I like it better. I don't have to deal with all of those things which remind me of a good time when I still had my friends and activities.",
      "Gioia_bar013": "OK, now it's your turn...",
      "Mario_bar003": "Oh, your story is quite interesting. I think I can relate.",
      "Mario_bar004": "In my case I was...",
      "Mario_bar004A": "...willing to spend some time by myself.",
      "Mario_bar004B": "...trying to start a new life from scratch.",
      "Mario_bar004C": "...lacking any incentive in my life.",
      "Mario_bar004A1": "I was starting to loose control over my life. Too many things to do, too many things to take care of, too many events, too many requests. I just needed a break.",
      "Mario_bar004B1": "I was not satisfied with my life. I thought it was time to reboot everything and start doing what I really like.",
      "Mario_bar004C1": "I have tried pretty much everything in my life, and nothing was enough. I was getting bored. This sounded like something completely new I never tried before, so I wanted to give it a try.",
      "Gioia_bar014": "Well Mario, I am sure you are in the right place. And what are your interests?",
      "Mario_bar005A": "I love doing birdwatching.",
      "Mario_bar005B": "I mostly play video games.",
      "Mario_bar005C": "I like writing short stories and novels.",
      "Mario_bar005A1": "It intrigues me being able to peek into other creatures' lives, study their behavior, and being able to do all of this while being completely alone.",
      "Mario_bar005B1": "They allow you to entertain yourself even if you are alone. And if you play with other people you can pretend you are no longer alone, even if you are not physically close.",
      "Mario_bar005C1": "I like the idea of being the one deciding for the lives and events of other creatures.",
      "Gioia_bar005A1": "Oh really?! I watch tons of documentaries about birds! I even started biology classes but then I coudn't finish my studies... I should suggest you some great movie!",
      "Gioia_bar005A2": "No way! I'm a geek too! We should setup a challenge one of these days! I am a fan of RPGs and shooters! No one can beat me! But I am terrible at rhythm games!",
      "Gioia_bar005A3": "That is SO interesting! I used to write a lot but lately I haven't had enough time... Would you show me some of your works? I am so curious! Maybe I can share with you a blog I was keeping some time ago...",
      "Mario_bar006": "Oh great! What were the chances? Sure, I'd love to! And now you would really surprise me if you told me you were also fan of...",
      "Mario_bar006A": "...folklore and traditions!",
      "Mario_bar006B": "...miniatures and scale models!",
      "Mario_bar006C": "...rocks and shells!",
      "Gioia_bar006__1": "Oh come on! You have been spying on me! This cannot be real!",
      "Gioia_bar006A1": "I have a huge collection of Mongolian throat singings and Ainu traditional songs! And Bulgarian choirs? Don't you like them?",
      "Gioia_bar006A2": "I collect tiny pieces of furniture and I use them as photographic sets for praying mantis and other insects! And I recreate movies' sets!",
      "Gioia_bar006A3": "I started collecting shells when I was 5! I have a pebble from the mount Fuji, star-shaped grains of sand from Okinawa, black stones from Iceland...",
      "Mario_bar007": "OK, OK, slow down. Now this is getting weird. I think I need another glass. We are going to have a long discussion ahead!",
      "System_007": "The next morning",
      "Mario_bar008": "...and that's when the quokka threw at me one of his babies, which are called joeys, to flee for her life...",
      "Mario_bar009": "Oh my god it is so late! I kept you up all night! Does this bar ever close?",
      "Gioia_bar014__1": "Not that I know of... Every time I pass by it is open. Damn, you did so many things in your life! I want to know more, you're so interesting! Why don't we go out for dinner next time?",
      "Mario_bar010": "Hey, you sure don't have time to loose... Sure, whenever you want.",
      "Gioia_bar015": "Great. There's a nice restaurant not far from my place. I won't be around in the next couple of days. Show up to my place in three days, around 6PM and I'll walk you there.",
      "Gioia_bar016": "If you cannot find me just wait for me. I'll eventually show up.",
      "Mario_bar011": "Deal. I'll be there. What are we going to eat?",
      "Gioia_bar017": "I think I will have some Dim sum, but if you are not a fan of Asian food feel free to have whatever you want, the choice is yours!",
      "Gioia_bar018": "It is super late, I gotta go, cheers!",
      "Mario_bar012": "Sure, until the next time!",
      "Mario_bar013": "Oh well. Who could imagine we had so many things to talk about? And now these two days will be the longest ever. I should find something to do.",
      "Mario_bar014": "And by the way. What the hell does she have to do? Far from here for two days? Curiosity killed the cat, and it will kill me as well..."
    }
  },
  "it": {
    "translation": {
      "Gioia_bar001": "Bene, credo che prenderò una birra. Tu?",
      "Mario_bar001": "Mhmm, io prenderò del sidro.",
      "Gioia_bar002": "OK, facciamo un brindisi al tuo arrivo?",
      "Mario_bar002": "Certo, perché no? Al mio arrivo!",
      "Gioia_bar003": "E quindi, come sei arrivato qui?",
      "Gioia_bar004": "No, aspetta, comincio io, così ti sentirai più a tuo agio a raccontare.",
      "Gioia_bar005": "Io sono arrivata qui un paio di anni fa.",
      "Gioia_bar006": "Sono stata all'estero per un anno per un progetto, e quando sono tornata non mi sentivo più a casa.",
      "Gioia_bar007": "Ho iniziato a vedermi con gli amici sempre di meno, molte cose erano cambiate in un anno...",
      "Gioia_bar008": "Alcuni si sono sposati, altri hanno figliato, altri sono espatriati...",
      "Gioia_bar009": "La prima volta che sono capitata qui mi sentivo terribilmente sola. Poi ho continuato a venire durante i week end, e mi sembrava di respirare un'aria nuova...",
      "Gioia_bar010": "Avevo bisogno di un posto nuovo dove ricominciare da capo. E così ho deciso che questo era il posto giusto dove passare il mio tempo.",
      "Gioia_bar011": "Di tanto in tanto faccio ancora un salto nei posti che ero solita frequentare con i miei amici, ma ormai sono parte della mia vecchia vita.",
      "Gioia_bar012": "Qui si sta meglio. Non devo avere a che fare con tutte quelle cose che mi ricordano dei bei tempi andati quando ancora avevo i miei amici e le mie attività.",
      "Gioia_bar013": "OK, ora tocca a te...",
      "Mario_bar003": "Oh, la tua storia è molto interessante. Posso immedesimarmi parecchio.",
      "Mario_bar004": "Per quanto mi riguarda...",
      "Mario_bar004A": "...volevo passare del tempo da solo.",
      "Mario_bar004B": "...volevo cominciare una nuova vita da zero.",
      "Mario_bar004C": "...non avevo più stimoli nella mia vita.",
      "Mario_bar004A1": "Stavo iniziando a non essere più in controllo sulla mia vita. Troppe cose da fare, troppe cose da sbrigare, troppi eventi, troppe richieste. Avevo bisogno di fermarmi.",
      "Mario_bar004B1": "Non ero interamente soddisfatto dalla mia vita. Ho pensato che fosse tempo di ricominciare da capo e iniziare a fare solo quello che amo fare.",
      "Mario_bar004C1": "Ho provato pressoché qualsiasi cosa nella mia vita. E niente era mai abbastanza. Mi stavo iniziando ad annoiare. Ma questo sembra completamente differente da tutto quello che ho provato finora, e ho pensato di dargli una chance.",
      "Gioia_bar014": "Beh, Mario, sono sicura che sei nel posto giusto. E cos'è che ti piace fare?",
      "Mario_bar005A": "Sono appassionato di birdwatching.",
      "Mario_bar005B": "Per lo più gioco ai videogiochi.",
      "Mario_bar005C": "Mi piace scrivere racconti brevi e romanzi.",
      "Mario_bar005A1": "Mi intriga poter sbirciare nella vita di altre creature, studiare i loro comportamenti, e poterlo fare restando completamente in solitudine.",
      "Mario_bar005B1": "Ti permettono di divertirti anche se sei da solo. E se giochi con altre persone puoi far finta di non essere più solo anche se le altre persone non sono fisicamente vicine.",
      "Mario_bar005C1": "Mi piace l'idea di poter decidere della vita e degli eventi di altre creature.",
      "Gioia_bar005A1": "Oh, davvero?! Io guardo dozzine di documentari sugli uccelli! Avevo anche iniziato un corso di biologia a poi non sono riuscita a terminare gli studi... Posso suggerirti un sacco di film grandiosi a riguardo!",
      "Gioia_bar005A2": "Non mi dire! Anche io sono una nerd! Dovremmo organizzare una sfida prima o poi! Io sto a ruota con GDR e sparatutto, sono imbattibile! Ma con i giochi di ritmo sono una pippa!",
      "Gioia_bar005A3": "Oh mio dio, è TROPPO interessante! Anche io scrivevo un sacco, ma ultimamente non ho quasi più tempo... Ti andrebbe di mostrarmi qualcuno dei tuoi lavori? Muoio dalla curiosità! Magari potrei condividere con te un blog che tenevo anni fa...",
      "Mario_bar006": "Oh, ma ti prego! Quante possibilità c'erano? Certo, con piacere! E ora mi stupiresti oltre ogni ragionevole possibilità se mi dicessi che sei anche appassionata di...",
      "Mario_bar006A": "...folklore e tradizioni!",
      "Mario_bar006B": "...miniature e modellini!",
      "Mario_bar006C": "...sassi e conchiglie!",
      "Gioia_bar006__1": "Dai, smettila! Cos'è, mi stavi spiando? Non può essere davvero!",
      "Gioia_bar006A1": "Ho un'enorme collezione di canti golari della mongolia e brani tradizionali degli Ainu! E i cori bulgari? Non li adori?",
      "Gioia_bar006A2": "Colleziono mobili in miniatura e li utilizzo come set fotografici per mantidi religiose e altri insetti! E poi riproduco in scala le ambientazioni cinematografiche!",
      "Gioia_bar006A3": "Ho iniziato a collezionare conchiglie a 5 anni! E ho un ciottolo dal monte Fuji, i granelli di sabbia a forma di stella di Okinawa, sassi neri dall'Islanda...",
      "Mario_bar007": "OK, OK, vacci piano. Questo è quantomeno bizzarro. Ho bisogno di un altro bicchiere. Avremo un bel po' di chiacchiere da fare...",
      "System_007": "La mattina seguente",
      "Mario_bar008": "...ed è cosi che quella quokka mi ha lanciato uno dei suoi cuccioli - che sono detti \"Joey\" - per sfuggire da me...",
      "Mario_bar009": "Oh cielo, è tardissimo, ti ho tenuta sveglia tutta la notte! Ma questo bar non chiude mai?",
      "Gioia_bar014__1": "Non che io sappia... Ogni volta che ci passo davanti è aperto. Diavolo, hai fatto così tante cose nella tua vita! Ne voglio sapere di più, è troppo interessante! Perché non ci vediamo per cena la prossima volta?",
      "Mario_bar010": "Ehi, di sicuro non perdi tempo, eh? Certo, quando preferisci.",
      "Gioia_bar015": "Ottimo. C'è un ristorante carino non distante da dove sto io. Non sarò nei paraggi nei prossimi due giorni. Fatti trovare da me fra tre giorni, verso le 18:00 e ti ci porto.",
      "Gioia_bar016": "Se non ci sono ancora aspettami. Prima o poi arrivo.",
      "Mario_bar011": "Affare fatto. Che mangeremo?",
      "Gioia_bar017": "Credo che mangerò del Dim sum. Ma se non sei incline al cibo asiatico mangia pure quello che vuoi, la scelta sta a te!",
      "Gioia_bar018": "È stra-tardi, devo scappare, bye!",
      "Mario_bar012": "Certo, alla prossima!",
      "Mario_bar013": "Oh beh. Chi l'avrebbe mai detto che avremmo avuto così tante cose in comune di cui parlare? E ora questi due giorni saranno un'attesa infinita. Devo trovarmi qualcosa da fare.",
      "Mario_bar014": "E, tra l'altro, che avrà mai da fare? Per due giorni? Chi si fa gli affari suoi campa cent'anni. Chissà se camperò fino a fra tre giorni..."
    }
  }
}
