{
  "en": {
    "translation": {
      "Mario_bday_001": "Hey, thanks for coming!",
      "Mario_bday_002": "Sure, you can leave that over there...",
      "Mario_bday_003": "Yeah, I'll be there in a sec...",
      "Mario_bday_004": "Oh, hi! Good to see you here!",
      "Mario_bday_005": "Yeah, she should be here any minute...",
      "Mario_bday_006": "Come on, don't do this to me...",
      "Mario_bday_007": "Hey guys, I've organized a multiple choice quiz for the afternoon, don't forget to book your place if you want to participate!",
      "Mario_bday_008": "Come on, this was supposed to be our dream party...",
      "npc_bday_001": "Hey! Welcome! Happy birthday!",
      "npc_bday_002": "We've been waiting for you!",
      "npc_bday_003": "Hello! Good to see you! We almost thought you wouldn't come!",
      "Gioia_bday_001": "Hey guys! You're so many! Thanks for coming!",
      "Mario_bday_009": "Hey, you came... I am so glad you did... I was so worried...",
      "Gioia_bday_002": "Hey... thanks for this party. The garden is amazing.",
      "Mario_bday_010": "I am sorry about yesterday, I really am. Are you still mad at me?",
      "Gioia_bday_003": "It's OK. I'll just- hey! Why hello! What is this?",
      "Mario_bday_011": "Oh, well, that's your present... I know you wanted a dog, but well... This one weighs less, performs better...",
      "Gioia_bday_004": "Hello cutie! Sooo nice!",
      "npc_bday_004": "So! How many this year? You're getting old, aren't you?",
      "npc_bday_005": "Hey, that's not getting older, it is leveling up!",
      "npc_bday_006": "Hahahahahahaha!\nHahahahahahah!\nHehehehheeheh!",
      "Gioia_bday_005": "Soooo funny of you guys... Thanks, thank you all for joining me here. It means a lot to me.",
      "Gioia_bday_006": "Especially today, especially in this moment.",
      "Gioia_bday_007": "I never thought I would have taken this decision, but I made up my mind.",
      "Gioia_bday_008": "And that is why it is so important you are all here now. I was not sure I wanted to attend this party but it is a great occasion to say what I need to say.",
      "Gioia_bday_009": "You've all been part of my life in these last three years or so. You got to know me, and I got to know you.",
      "Gioia_bday_010": "You welcomed me when I was having a tough time, you made me laugh, you made me grow.",
      "Gioia_bday_011": "And that is why I wish to thank you all. It costs me a lot, but I need to spread my wings, now. This life no longer belongs to me.",
      "Gioia_bday_012": "I am sure well'have our chance to meet somewhere else. Many of you know where to find me. I'll be happy to see you, really.",
      "Gioia_bday_013": "Maybe I'll pass by from time to time to bring back good memories and see if you're still around...",
      "Gioia_bday_014": "But for now, I am saying goodbye. I hope you'll understand and respect my decision.",
      "Gioia_bday_015": "You also know I hate long goodbyes, which is why I'll cut short and I'll go now, I am not changing my mind. Take care you all, I'll always keep a great memory of this place and my time spent with you.",
      "Mario_bday_012": "Wait- what?! Gioia, wait! What are y-",
      "Gioia_bday_016": "Thank you so much guys. See you around, don't be a stranger!",
      "Mario_bday_013": "Gioia, please don't! Stay! Don't go!",
      "Mario_bday_014": "No Gioia, don't!",
      "System_027": "User: Gioia got disconnected."
    }
  },
  "it": {
    "translation": {
      "Mario_bday_001": "Ehi, grazie per essere venuto!",
      "Mario_bday_002": "Sì, certo, puoi lasciare pure lì...",
      "Mario_bday_003": "Oh, sì, arrivo in un attimo...",
      "Mario_bday_004": "Oh, ciao! Che piacere vederti!",
      "Mario_bday_005": "Sì, dovrebbe arrivare da un momento all'altro...",
      "Mario_bday_006": "Andiamo, non farmi questo...",
      "Mario_bday_007": "Ehi, ragazzi, ho anche organizzato un quiz a risposte multiple per il pomeriggio! Non dimenticate di prenotarvi se volete partecipare!",
      "Mario_bday_008": "Andiamo, questa doveva essere la festa dei nostri sogni...",
      "npc_bday_001": "Ehi! Benvenuta! Buon compleanno!",
      "npc_bday_002": "Ti stavamo aspettando!",
      "npc_bday_003": "Ciao! Che bello vederti! Temevamo che non saresti venuta!",
      "Gioia_bday_001": "Ehi ragazzi! Ma quanti siete? Grazie per essere venuti!",
      "Mario_bday_009": "Ehi! Ce l'hai fatta... Sono così felice che tu sia venuta... Ero davvero preoccupato...",
      "Gioia_bday_002": "Ehi... Grazie per questa festa. Il giardino è stupendo.",
      "Mario_bday_010": "Mi dispiace per ieri, davvero. Ce l'hai ancora con me?",
      "Gioia_bday_003": "È tutto OK. Solo che- oh! Ma ciao, tu! E tu chi sei?",
      "Mario_bday_011": "Oh, ecco, quello è il tuo regalo... So che volevi un cane, ma ecco... Questo pesa di meno ed è più performante, no?",
      "Gioia_bday_004": "Ma ciao bellezza! Che cariiino!",
      "npc_bday_004": "Allora! Quanti sono quest'anno? Stai invecchiando, eh?",
      "npc_bday_005": "Ehi! Non si dice invecchiare! È salita di livello!",
      "npc_bday_006": "Ahahahahahahahhaha!\nAhahahhahahhha!\nEhehehhehehehhe!",
      "Gioia_bday_005": "Taaaaanto divertente, ragazzi... Grazie, grazie a tutti per essere venuti... Vuol dir tanto, per me.",
      "Gioia_bday_006": "Soprattutto oggi, soprattutto in questo momento.",
      "Gioia_bday_007": "Non credevo che sarei mai giunta a questo punto, ma ormai ho deciso.",
      "Gioia_bday_008": "Ed è per questo che è così importante che ci siate tutti. Non ero sicura di voler partecipare a questa festa, ma è un'occasione perfetta per dire quello che devo dire.",
      "Gioia_bday_009": "Siete tutti stati parte della mia vista in questi tre anni, mese più o mese meno. Abbiamo imparato a conoscerci e siamo diventati amici.",
      "Gioia_bday_010": "Mi avete accolta quando stavo passando un periodo difficile, mi avete fatto ridere, mi avete fatto crescere.",
      "Gioia_bday_011": "Ed ecco perché ci tengo a ringraziarvi tutti. Mi costa tanto, ma ho bisogno di prendere il volo, adesso. Questa vita non mi appartiene più.",
      "Gioia_bday_012": "Sono sicura che avremo l'occasione di rivederci altrove. Molti di voi sanno dove trovarmi. Sarò più che felice di rivedervi, davvero.",
      "Gioia_bday_013": "Forse di tanto in tanto ripasserò da queste parti per rinfrescarmi la memoria e vedere se siete ancora in giro...",
      "Gioia_bday_014": "Ma, per adesso, devo dirvi addio. Spero che possiate capire la mia decisione e rispettarla.",
      "Gioia_bday_015": "Sapete anche quanto io detesti i lunghi addii, ed è per questo che ora taglierò corto e vi saluterò, non cambierò idea. Statemi tutti bene, conserverò sempre un bellissimo ricordo di questo posto e del tempo speso con voi.",
      "Mario_bday_012": "Asp-cosa?! Gioia, aspetta! Che cosa st-",
      "Gioia_bday_016": "Grazie a tutti, ragazzi, ci si vede in giro, non sparite!",
      "Mario_bday_013": "Gioia, no, aspetta! Rimani! Non andare!",
      "Mario_bday_014": "No, Gioia, no!",
      "System_027": "L'utente: Gioia si è disconnesso."
    }
  }
}
