{
  "en": {
    "translation": {
      "Mario_dinner001": "Damn, it felt like this day was never arriving. I've been scouting every inch of this village and nothing looks as interesting as Gioia.",
      "Mario_dinner002": "I've been watching people passing by, but I can only think about her.",
      "Mario_dinner003": "They said that \"Before Sunrise\" was just a movie. What if it is not? What if it can also happen to anyone? To me?",
      "Mario_dinner004": "And what if she doesn't show up?",
      "Mario_dinner005": "And what if we don't have anything else to talk about?",
      "Mario_dinner006": "And what if she makes noises while chewing?",
      "Mario_dinner007": "No. I'm not going. Better not knowing than actually going and discover that it was nothing but an illusion.",
      "Mario_dinner008": "I won't show up. But then she'll look for me. She knows where I am staying.",
      "Mario_dinner009": "No, I cannot behave like this. She'll think I didn't like her. Or worse. She'll think she offended me.",
      "Mario_dinner010": "OK, I have to go. If things turn out to go wrong, I'll just find a way to step away. I'll make up an excuse.",
      "Mario_dinner011": "I can do this. Let's go.",
      "System_008": "Have I forgotten where her place is?",
      "System_009": "I don't want her to be waiting for me.",
      "Mario_dinner011__1": "I knew that. She won't come. I shouldn't have come.",
      "Gioia_dinner001": "Why hello! I though you had forgotten! I'll be right there, it's almost dinner time!",
      "Gioia_dinner002": "Have you decided what you will eat?",
      "Mario_dinner012": "Yeah, lately I have been craving for some risotto. Tonight will be the night.",
      "Gioia_dinner003": "Great choice! I am ready, let's move!",
      "Gioia_dinner004": "Mmm this Dim sum is delicious. It's been a while since the last time I got one. How is your risotto?",
      "Mario_dinner012__1": "Not bad at all. I had tasted better, but I cannot complain. Do you want to try?",
      "Gioia_dinner005": "Haha. No thanks, I think I'll pass. But thanks for asking...",
      "Mario_dinner013": "Do you come here often?",
      "Gioia_dinner006": "Nah, I got here a couple of time when I started getting around here, but then I didn't have anyone to go with.",
      "Gioia_dinner007": "But they do sometimes host quiz evenings here, if I am not wrong you like those kind of events, I'll let you know if they organize something similar, we can team up and participate together!",
      "Mario_dinner014": "It would be great. Did I tell you about that time I won a katana participating in a quiz about cartoon themes?",
      "Gioia_dinner008": "Oh no, not again! Don't tell me you're one of those weirdos know-it-all about music quizzes! I am so going to challenge you! And I won't take a no for an answer!",
      "Mario_dinner015": "You're asking for it! You'll so regret it!",
      "System_010": "Many cartoon-themed discussions later...",
      "Gioia_dinner009": "Oh, wait a second, my phone, I have to take this one.",
      "System_011": "10 minutes later",
      "Gioia_dinner010": "I am so sorry, it was the boss. He needs me to take care about something urgent. Anyway, I was done with my Dim sum, are you done as well with your risotto?",
      "Mario_dinner016": "Yeah, no worries. I also remembered I had to take care of something, we can catch up next time, no offense taken.",
      "Gioia_dinner011": "Hey, I mean it! You know what? Let's do it tomorrow. Keen for a walk after dinner?",
      "Mario_dinner017": "What about daytime? Do you really want to have me waiting for the whole day?",
      "Gioia_dinner012": "Well, you know, I have things to do... you must have as well, don't you?",
      "Mario_dinner018": "Sure, plenty of. No worries. You know what? Meet me in the main square, around 9PM.",
      "Gioia_dinner013": "I'll be there. Take care.",
      "Mario_dinner019": "You too.",
      "Mario_dinner020": "And once again. She disappears. She's going to drive me crazy. Oh how I love this.",
      "Mario_dinner021": "But this time I'll be the one driving her crazy.",
      "Mario_dinner022": "I have the whole day to set this up. She'll be speechless.",
      "Mario_dinner023": "Everything needs to be perfect."
    }
  },
  "it": {
    "translation": {
      "Mario_dinner001": "Diavolo, mi è sembrato che questo giorno non arrivasse mai. Ho perlustrato questo luogo in lungo e in largo e non c'è nulla di vagamente interessante quanto Gioia.",
      "Mario_dinner002": "Ho sbirciato la gente di passaggio, ma non riesco a smettere di pensare a lei.",
      "Mario_dinner003": "Dicono che \"Prima dell'alba\" sia solo un film. E se non fosse così? E se potesse capitare a chiunque? A me?",
      "Mario_dinner004": "E se non si presenta?",
      "Mario_dinner005": "E se non abbiamo più niente di cui parlare?",
      "Mario_dinner006": "E se fa rumori con la bocca mentre mastica?",
      "Mario_dinner007": "No. Non ci vado. Meglio restare nel dubbio che andare davvero e scoprire che era tutta un'illusione.",
      "Mario_dinner008": "Non mi presenterò. Ma poi lei mi verrà a cercare. Le ho fatto vedere dove trovarmi.",
      "Mario_dinner009": "No. Non posso comportarmi così. Penserà di non piacermi. O peggio. Penserà di avermi offeso.",
      "Mario_dinner010": "OK. Devo andare. E se le cose si mettono male, troverò una scusa per defilarmi.",
      "Mario_dinner011": "Posso farcela. Andiamo.",
      "System_008": "Ho per caso dimenticato dove trovarla?",
      "System_009": "Non voglio che stia ad aspettarmi.",
      "Mario_dinner011__1": "Lo sapevo. Non verrà. Non sarei dovuto venire.",
      "Gioia_dinner001": "Ma ciao! Pensavo ti fossi dimenticato! Arrivo subito, è quasi ora di cena!",
      "Gioia_dinner002": "Hai deciso cosa mangerai?",
      "Mario_dinner012": "Sì, ultimamente ho avuto un sacco voglia di risotto, e stasera è la serata giusta per mangiarne.",
      "Gioia_dinner003": "Ottima scelta. Sono pronta, andiamo!",
      "Gioia_dinner004": "Mmm, questo Dim sum è delizioso. Era da un bel po' che non ne mangiavo. Com'è il tuo risotto?",
      "Mario_dinner012__1": "Non male. Ne ho mangiati di migliori, ma non mi posso lamentare. Vuoi provarlo?",
      "Gioia_dinner005": "Ahah. No grazie. Passo. Ma grazie per aver chiesto...",
      "Mario_dinner013": "Vieni spesso qui?",
      "Gioia_dinner006": "No, ci sono stata un paio di volte quando ho iniziato a girare da queste parti, ma poi non c'era mai nessuno con cui venirci.",
      "Gioia_dinner007": "Ma ogni tanto organizzano serate a quiz, qui. Se non erro ti piacciono queste cose, magari ti avverto se organizzano qualcosa in futuro, potremmo giocare in squadra assieme!",
      "Mario_dinner014": "Sarebbe fantastico! Ti ho già detto di quella volta che ho vinto una katana partecipando a un quiz sulle sigle dei cartoni?",
      "Gioia_dinner008": "Oh no, non di nuovo! Non dirmi che sei anche uno di quei pazzi tipo l'uomo gatto so-tutto-io maniaci di sigle e canzoni! Devo troppo sfidarti! E non accetterò un no come risposta!",
      "Mario_dinner015": "Te la sei cercata! Te ne pentirai!",
      "System_010": "Innumerevoli discorsi sui cartoni dopo...",
      "Gioia_dinner009": "Oh, aspetta un secondo, sta squillando il telefono. Devo rispondere.",
      "System_011": "10 minuti dopo",
      "Gioia_dinner010": "Mi dispiace, era il capo. Vuole che mi occupi di una cosa urgente. Tanto avevo finito con il Dim sum. Hai finito anche tu il risotto, no?",
      "Mario_dinner016": "Sì, vai pure. Mi sono ricordato anche io di dovermi occupare di qualcosa. Possiamo beccarci un'altra volta, non mi offendo.",
      "Gioia_dinner011": "Ehi, ci conto, eh! Anzi, sai cosa? Facciamo domani. Ti va una passeggiata dopo cena?",
      "Mario_dinner017": "Perché non durante il giorno? Vuoi lasciarmi in attesa tutto il giorno?",
      "Gioia_dinner012": "Beh, sai, ho cose da fare... E ne avrai anche tu, no?",
      "Mario_dinner018": "Certo. Un mucchio di roba. Non ti preoccupare. Facciamo così: ci vediamo verso le 21:00 alla piazza centrale.",
      "Gioia_dinner013": "Ci sarò. Stammi bene.",
      "Mario_dinner019": "Anche tu.",
      "Mario_dinner020": "Ed ecco che sparisce di nuovo. Mi farà impazzire. Ma mi piace da matti.",
      "Mario_dinner021": "Ma stavolta sarò io a farla impazzire.",
      "Mario_dinner022": "Ho l'intero giorno per pianificare tutto. Resterà a bocca aperta.",
      "Mario_dinner023": "Sarà tutto perfetto."
    }
  }
}
