{
  "en": {
    "translation": {
      "Mario_anniversary001": "Woah, look at that! I was not expecting snow at this time of the year!",
      "Mario_anniversary002": "Are you cold?",
      "Gioia_anniversary001": "No, I am fine, thanks. What about you?",
      "Mario_anniversary003": "All good on my side. Anyway it is just an impression. You see the snow, you think it is cold. Just don't focus on it...",
      "Gioia_anniversary002": "Yeah, I always keep forgetting that perceptions can be altered with some mind effort...",
      "Gioia_anniversary003": "Could you believe? This time last year it was early spring and we could spend the night in the park watching the stars...",
      "Mario_anniversary003__1": "Yeah, crazy times. Someone must be messing up with the seasons... Hey, up there! Enough with this snow, alright?",
      "Gioia_anniversary004": "Hey, no one is going to listen to you!",
      "Mario_anniversary004": "Did you already have breakfast?",
      "Gioia_anniversary005": "Yeah, I was in such a rush, you kept me up until late yesterday... I am still sleepy!",
      "Mario_anniversary005A": "Hey, you cannot simply interrupt a movie while watching!",
      "Mario_anniversary005B": "Hey, you cannot simply interrupt a board game while playing!",
      "Mario_anniversary005C": "Hey, you cannot simply leave a concert before it ends!",
      "Gioia_anniversary005A": "I know! But I am going to work this morning! And anyway, the movie was so bad I was almost falling asleep!",
      "Gioia_anniversary005B": "I know! But maybe next time we could play something shorter, since I work in the morning!",
      "Gioia_anniversary005C": "I know! But it was not even my genre! Next time I'll be the one deciding which concert to attend!",
      "Gioia_anniversary006": "I'll have to go, or I'll get fired. See you tonight.",
      "Mario_anniversary006": "Sure. I'll go get a proper breakfast. Don't forget about tonight, don't be late as usual!",
      "Gioia_anniversary007": "I would never miss it! And you, don't slack around the whole day!",
      "Mario_anniversary007": "There she goes again.",
      "Mario_anniversary008": "It has been a crazy year.",
      "Mario_anniversary009": "I am so blessed she decided to try this crazy adventure.",
      "Mario_anniversary010": "We had some ups and downs, but we adapted kinda soon. We managed to find our rhythm and schedules.",
      "Mario_anniversary011": "It still drives me crazy not knowing what she does all day long.",
      "Mario_anniversary012": "But her privacy is the only thing she asked me not to be nosy about.",
      "Mario_anniversary013": "I think I owe her. I just showed up from nowhere, got into her life and asked her to change her plans and her habits.",
      "Mario_anniversary014": "She has her life. I am OK with that.",
      "Mario_anniversary015": "And it is not like she's constantly checking what I am doing when I am not with her. I also have my life. Speaking of which. I should set things up for tonight.",
      "Mario_anniversary016": "I'd better iron my fancy suit, and shave, and go get some flowers... Let's hope I'll have enough time until dinner!",
      "System_015": "Hours later...",
      "Mario_anniversary017": "All nice and clean! Time to pick up my darling!",
      "Mario_anniversary018": "She hasn't changed address...",
      "Mario_anniversary019": "I will never get used to seeing snow around... It look so weird!",
      "Mario_anniversary020": "Especially since I don't feel cold at all!",
      "Mario_anniversary021": "Hooooneeeeyyy!!! Are you late as always?",
      "Mario_anniversary022": "Of course she is.",
      "Gioia_anniversary007__1": "No, I am here! Just wait a minute, I am almost ready!",
      "Mario_anniversary023": "Come on, it's late! I'll wait for you at our table, before someone else will steal it!",
      "Gioia_anniversary008": "OK! Sorry, I'll be there soonish! Don't start eating before I get there!",
      "Mario_anniversary024_bar": "This is not the restaurant... We might get here later...",
      "Mario_anniversary025": "I should go and get the table before it is too late.",
      "Mario_anniversary026": "I am starving. She'd better hurry up.",
      "Mario_anniversary027": "Why the hell is she taking so long?",
      "Gioia_anniversary009": "Hello sweetheart, sorry for being late, are you eating already? Sorry, I just found out my microwave was not working, I had to call a technician. He'll come tomorrow.",
      "Mario_anniversary028": "Hey, it is OK. Do you want me to be with you when he'll come tomorrow? To make sure he won't try to fool you?",
      "Gioia_anniversary010": "Oh no, thanks, I will be fine. Hey, it's late already, why don't we eat?",
      "Mario_anniversary029": "Sure. I am going to enjoy some deliciously homemade sushi tonight! What about you?",
      "Gioia_anniversary011": "Wow, that's tempting! But I've been wanting to get some pizza, lately, I will get sushi another day. Let me know if it good as I think it is!",
      "Mario_anniversary029__1": "So, before eating...",
      "Gioia_anniversary012": "Yes...",
      "Mario_anniversary030": "Should we make a toast?",
      "Gioia_anniversary013": "Aren't we here on purpose?",
      "Mario_anniversary031": "I guess so! You start!",
      "Gioia_anniversary014": "OK. Here I go. Well. It has been an intense year. I would have never believed we could make our relationship work.",
      "Mario_anniversary032": "No one would have ever believed that!",
      "Gioia_anniversary015": "But yet we managed!",
      "Mario_anniversary033": "Yes we did.",
      "Gioia_anniversary016": "It took us a lot of adjustment, and reciprocal trust.",
      "Mario_anniversary034": "Tons of it, actually.",
      "Gioia_anniversary017": "I am not entirely sure we can be considered totally sane about this...",
      "Mario_anniversary035": "Come on, just because I asked you out on our second day?",
      "Gioia_anniversary018": "Or maybe because you didn't know anything about me?",
      "Mario_anniversary036": "Not that I know much more now after a year...",
      "Gioia_anniversary019": "Well, for a start you know me more than anyone else around this village!",
      "Mario_anniversary037": "That's true, I have to admit... But I don't think it is enough.",
      "Gioia_anniversary020": "What do you mean?",
      "Mario_anniversary038": "I don't want to share you with your colleagues or friends when you are not around me.",
      "Gioia_anniversary021": "Come on, don't make it difficult. We've been already talking about this...",
      "Mario_anniversary039": "I know, I know, I don't want to suffocate you... but I was thinking... I would feel safer to know you are bound to me... More like... you know, committed...",
      "Gioia_anniversary022": "What do you mean?",
      "Mario_anniversary040": "Nothing, really... It's just a formality...",
      "Gioia_anniversary023": "I don't get you...",
      "Mario_anniversary041": "Never mind. We were celebrating. Let's toast! I'll pour some champagne.",
      "Gioia_anniversary024": "OK, and here's my glass.",
      "Mario_anniversary042": "To our first incredible unexpected against-all-odds year...",
      "Gioia_anniversary025": "To us... Cheers, honey!",
      "Mario_anniversary043": "Thanks for making this possible...",
      "Gioia_anniversary026": "Thanks for having tried...",
      "Mario_anniversary044": "Oh gosh, this is so sparkling!!!",
      "Gioia_anniversary027": "Hahaha what were you expecting! It is not cider!",
      "Mario_anniversary045": "So is the pizza good?",
      "Gioia_anniversary028": "Delicious! And your sushi?",
      "Mario_anniversary046": "I should remember not to get natto, next time!",
      "Gioia_anniversary029": "I'll try to remind you."
    }
  },
  "it": {
    "translation": {
      "Mario_anniversary001": "Wow, guarda che roba! Non mi aspettavo la neve in questo periodo!",
      "Mario_anniversary002": "Hai freddo?",
      "Gioia_anniversary001": "No, sto bene, grazie. Tu?",
      "Mario_anniversary003": "Tutto bene. E comunque è solo un'impressione. Vedi la neve, pensi che faccia freddo. Non ti ci focalizzare...",
      "Gioia_anniversary002": "Vero. Mi dimentico sempre di quanto le percezioni possano essere alterate con un po' di sforzo mentale...",
      "Gioia_anniversary003": "Riesci a crederci? L'altr'anno a quest'ora c'era un clima primaverile e stavamo nel parco a guardare le stelle...",
      "Mario_anniversary003__1": "Già. Che follia. Qualcuno deve star incasinando le stagioni... Ehi, lassù! Basta neve, OK?",
      "Gioia_anniversary004": "Ehi, guarda che non ti si fila nessuno!",
      "Mario_anniversary004": "Hai già fatto colazione?",
      "Gioia_anniversary005": "Sì, ero di frettissima, mi hai tenuto sveglia fino a stratardi, ieri... Sono ancora assonnatissima!",
      "Mario_anniversary005A": "Ehi, non si può mica interrompere un film a metà!",
      "Mario_anniversary005B": "Ehi, non puoi mica interrompere una partita a un gioco da tavola a metà!",
      "Mario_anniversary005C": "Ehi, non puoi mica andartene a metà di un concerto!",
      "Gioia_anniversary005A": "Lo so! Ma io stamattina lavoro! E comunque il film era così noioso che mi sono quasi addormentata!",
      "Gioia_anniversary005B": "Lo so! Ma forse la prossima volta potremmo giocare a qualcosa di più breve, visto che devo alzarmi presto!",
      "Gioia_anniversary005C": "Lo so! Ma non era neanche il mio genere! La prossima volta decido io che concerto vedere!",
      "Gioia_anniversary006": "Devo andare, o mi licenziano. Ci vediamo stasera.",
      "Mario_anniversary006": "Certo. Io andrò a fare colazione. Non ti dimenticare di stasera, non fare tardi come al tuo solito!",
      "Gioia_anniversary007": "Non me lo perderei per nulla al mondo! E tu, non cazzeggiare tutto il giorno!",
      "Mario_anniversary007": "Ecco che se ne va. Al solito.",
      "Mario_anniversary008": "Che anno pazzesco.",
      "Mario_anniversary009": "Sono così fortunato che abbia deciso di imbarcarsi in questa folle avventura.",
      "Mario_anniversary010": "Abbiamo avuto un po' di alti e bassi, ma ci siamo adattati in fretta. Siamo riusciti a trovare i nostri ritmi e a far coincidere i nostri programmi.",
      "Mario_anniversary011": "Ancora mi manda ai matti non sapere cosa combina tutto il giorno.",
      "Mario_anniversary012": "Ma la sua privacy è l'unica cosa in cui mi ha chiesto di non ficcare il naso.",
      "Mario_anniversary013": "Glielo devo. Sono spuntato così dal nulla, sono entrato a gamba tesa nella sua vita e le ho chiesto di cambiare i suoi piani e le sue abitudini.",
      "Mario_anniversary014": "Ha la sua vita. E mi sta bene così.",
      "Mario_anniversary015": "E poi lei non è che controlli costantemente cosa combino quando non stiamo insieme. Anche io ho la mia vita. E a proposito, dovrei organizzare le cose per stanotte.",
      "Mario_anniversary016": "Farei meglio a stirare il mio completo, darmi una rasata, recuperare dei fiori... Speriamo di fare a tempo a fare tutto prima di cena!",
      "System_015": "Qualche ora più tardi...",
      "Mario_anniversary017": "Tutto bello e pulito! È ora di andare a recuperare la mia bella!",
      "Mario_anniversary018": "Non ha cambiato indirizzo...",
      "Mario_anniversary019": "Non mi abituerò mai a vedere la neve in giro... Fa un effetto così strano!",
      "Mario_anniversary020": "Specialmente perché non sento affatto freddo!",
      "Mario_anniversary021": "Tesooooorooooo!!! Sei in ritardo come al solito?",
      "Mario_anniversary022": "Ovvio che sì.",
      "Gioia_anniversary007__1": "No, sono qui! Aspetta un minuto, sono quasi pronta!",
      "Mario_anniversary023": "Dai, è tardi! Ti aspetto al nostro tavolo, prima che qualcuno ce lo freghi!",
      "Gioia_anniversary008": "OK! Scusa, arrivo in un attimo! Non cominciare a mangiare senza di me!",
      "Mario_anniversary024_bar": "Questo non è il ristorante... Magari possiamo fare un salto qui dopo...",
      "Mario_anniversary025": "Dovrei andare a prendere il tavolo prima che sia troppo tardi.",
      "Mario_anniversary026": "Sto morendo di fame. Farà meglio a sbrigarsi.",
      "Mario_anniversary027": "Perché diavolo ci mette così tanto?",
      "Gioia_anniversary009": "Ciao tesoro, scusa il ritardo, stai già mangiando? Scusami, ho scoperto che mi si è rotto il microonde e ho dovuto chiamare un tecnico. Verrà domani.",
      "Mario_anniversary028": "Ehi, nessun problema. Vuoi che ci sia anche io quando verrà domani? Così, giusto per essere sicuri che non cerchi di fregarti...",
      "Gioia_anniversary010": "Oh, no, grazie, andrà tutto liscio. Ehi, è già tardi! Perché non mangiamo?",
      "Mario_anniversary029": "Ma certo. Io stasera mi sparo dell'ottimo sushi fatto in casa! E tu?",
      "Gioia_anniversary011": "Uh, mi tenti! Ma è un po' che ho voglia di pizza, il sushi aspetterà. Fammi sapere se è buono come penso che sia!",
      "Mario_anniversary029__1": "Allora, prima di iniziare...",
      "Gioia_anniversary012": "Sì...",
      "Mario_anniversary030": "Non dovremmo fare un brindisi?",
      "Gioia_anniversary013": "Non siamo qui apposta?",
      "Mario_anniversary031": "Credo di dì! Comincia tu!",
      "Gioia_anniversary014": "OK. Vado. Beh. È stato un anno intenso. Non avrei mai creduto che avremmo potuto far funzionare questa relazione.",
      "Mario_anniversary032": "Nessuno ci avrebbe mai scommesso!",
      "Gioia_anniversary015": "Eppure siamo riusciti!",
      "Mario_anniversary033": "Proprio così.",
      "Gioia_anniversary016": "C'è voluto un bel po' di sforzo, e di fiducia reciproca.",
      "Mario_anniversary034": "A pacchi, a dirla tutta.",
      "Gioia_anniversary017": "Non sono completamente sicura di poter considerare tutto ciò molto sano...",
      "Mario_anniversary035": "Ma va, solo perché ci ho provato con te il secondo giorno?",
      "Gioia_anniversary018": "O forse perché non sapevi nulla di me?",
      "Mario_anniversary036": "Non che ora ne sappia molto di più, dopo un anno...",
      "Gioia_anniversary019": "Beh, tanto per cominciare mi conosci più di chiunque altro in questo villaggio!",
      "Mario_anniversary037": "Vero, devo ammetterlo... Ma non penso che sia abbastanza.",
      "Gioia_anniversary020": "Che vuoi dire?",
      "Mario_anniversary038": "Non voglio doverti dividere con i tuoi amici o colleghi quando non sei accanto a me.",
      "Gioia_anniversary021": "E dai, non complicare le cose. Ne abbiamo già discusso...",
      "Mario_anniversary039": "Lo so, lo so, non voglio soffocarti... ma pensavo... mi sentirei più tranquillo a saperti legata... più tipo... impegnata...",
      "Gioia_anniversary022": "Che intendi?",
      "Mario_anniversary040": "Niente, davvero... è solo una formalità...",
      "Gioia_anniversary023": "Non ti seguo...",
      "Mario_anniversary041": "Lascia stare. Stavamo brindando. Facciamo un cin! Verso dello champagne.",
      "Gioia_anniversary024": "OK. Ecco il bicchiere.",
      "Mario_anniversary042": "Al nostro primo incredibile e inaspettato anno contro ogni previsione...",
      "Gioia_anniversary025": "A noi... Salute, tesoro!",
      "Mario_anniversary043": "Grazie per averlo reso possibile...",
      "Gioia_anniversary026": "Grazie per averci provato...",
      "Mario_anniversary044": "Oh, diavolo, è frizzantissimo!!!",
      "Gioia_anniversary027": "Ahahah, che ti aspettavi? Non è mica sidro!",
      "Mario_anniversary045": "Allora, com'è la pizza?",
      "Gioia_anniversary028": "Deliziosa! E il tuo sushi?",
      "Mario_anniversary046": "Dovrei ricordarmi di evitare il natto, la prossima volta!",
      "Gioia_anniversary029": "Cercherò di ricordartelo."
    }
  }
}
