{
  "en": {
    "translation": {
      "Gioia_dog001": "...And so I was thinking to invite Maya as well, she helped me creating that beautiful dress you saw last week end.",
      "Gioia_dog002": "And Julia, of course. She's the one giving those yoga lessons I sometimes attend.",
      "Gioia_dog003": "Should we call Greg? He suggested us where to get these beautiful flowers, we should definitely invite him.",
      "Mario_dog001": "Sure, why not.",
      "Mario_dog002a": "And we should bring some of those crates we have in the basement or we won't have enough seats for the guests...",
      "Mario_dog002b": "And what about a gazebo for a nice touch?",
      "Mario_dog002c": "And we should go big and get one of those Japanese gates, I am sure we can rent one!",
      "Gioia_dog002a": "Uhm, a bit rural, but it can work...",
      "Gioia_dog_002b": "Sure, one of those beautiful white arches they have in the park!",
      "Gioia_dog002c": "Oh yeah, that would make the best party ever!",
      "Gioia_dog004": "We should share the invitation in the village group chat, I don't want anyone to feel excluded.",
      "Mario_dog003": "Good idea. They'd easily find out we had a party here. Better not to exclude anyone.",
      "Gioia_dog005": "Hey, I am sorry hun, I almost forgot, I had to take care of something I just can't postpone, can you deal with the rest of the invitations?",
      "Mario_dog004": "Come on, not today! You said you didn't have any plan! What is it now? Where do you have to go?",
      "Gioia_dog006": "The deal was clear, I want to keep separated what we are having here and what I do when I am not here. You promised.",
      "Mario_dog005": "OK, OK. Got it. There's always something you need to do.",
      "Gioia_dog007": "Come on, hun, you know I do it for us. I don't want to bring here my worries and my concerns about my work or, like in this case, about my family. This is our happy place, there is no need to discuss about what can be left outside...",
      "Gioia_dog008": "It's still my birthday, I have to find the time to celebrate with my relatives.",
      "Mario_dog006": "How is it even possible that your family is a concern? You hardly ever mention them! You never introduced me to them! Do they even know I exist? Have you ever told them we have something going on here? Can't they join the celebrations here?",
      "Gioia_dog009": "Oh, come on, don't be silly! We already discussed about this. What I do with my private life is not their business. I want them to stay out of this. They wouldn't understand.",
      "Mario_dog007": "You are ashamed of this relationship, aren't you?",
      "Gioia_dog010": "Don't. Just don't. Not again. I had enough, I have things to take care of. I'll be back later.",
      "Mario_dog008": "Sh#t!",
      "Mario_dog009": "I just can't stand this.",
      "Mario_dog010": "And now she's mad.",
      "Mario_dog011": "And I need to solve this before the party or she'll blame it on me.",
      "Mario_dog012": "I know what will change her mood...",
      "Mario_dog_mariohouse": "I am not escaping this by getting back here! And probably someone else took this place already.",
      "Mario_dog_gioiahouse": "I hope she won't decide to get back here...",
      "Mario_dog_park": "Sure. Should I pick some flowers? Lame...",
      "Mario_dog_townhall": "I could hang a banner from the rooftop. \"Forgive me\". Pathetic. And then I'd get arrested. I don't have the privileges to get here.",
      "Mario_dog_restaurant": "This reminds me I haven't been eating anything for lunch.",
      "Mario_dog_bar": "And then what? Buy an \"all you can drink\" voucher she'd never use?",
      "Mario_dog_dogpound": "I guess this is the right day. Someone is going to find a new home! Let's go.",
      "Mario_dog013": "Hello buddy! Who is a good boy? Who is going to make someone happy for her birthday?",
      "System_022": "1 New message",
      "System_023": "Check the message",
      "Gioia_dog011": "Hey, I had to go back home because forgot something. I decided to text you, so I could save you some time.",
      "Gioia_dog012": "Never mind about the invitations. Maybe it is not a good idea to throw a party.",
      "Gioia_dog013": "Don't wait for me. I don't know when I'll be back.",
      "System_024": "Text back",
      "Mario_dog014a": "Wait, what are you saying, we've been waiting for this moment forever! Our first party at our new place!",
      "Mario_dog014b": "Come on, don't be silly, I was just overreacting, I'd just want you not to be ashamed of us and introduce me to your parents for once! I am sorry!",
      "Mario_dog014c": "I just sent the invitation to everybody, we can't just cancel the party!",
      "System_025": "Typing...",
      "Gioia_dog014": "I am sorry. This is just not working. I wanted so badly to make things work. I am feeling trapped in this relationship. I need something more. You just can't satisfy my needs. Everything seems so perfect and yet so fake.",
      "Mario_dog015": "Honey, what are you saying? You know I do everything I can for you! I am always around, I am always there for you. Who else has ever stayed so close to you?",
      "System_025__1": "Typing...",
      "Gioia_dog015": "This is not the problem! I need a real man, someone that can give me real sensations, someone able to literally take my breath away!",
      "Mario_dog016": "I thought I was the one making you feel this way...",
      "System_025__2": "Typing...",
      "Gioia_dog016": "You were. You used to give me shivers. You used to make me laugh until I cried. You were the one whispering in my ears until I fell asleep. And god how I loved it.",
      "System_025__3": "Typing...",
      "Gioia_dog017": "But things cannot stay like this forever.",
      "Mario_dog017": "...",
      "Mario_dog018": "You know I cannot do more than this. We discussed this already. I thought you were OK with this.",
      "System_025__4": "Typing...",
      "Gioia_dog018": "I thought as well. I was in a difficult period when we met. I thought it was enough. I thought it would help me moving on. It was amazing.",
      "Mario_dog019": "Then what changed?",
      "System_025__5": "Typing...",
      "Gioia_dog019": "People just change. We wanted our love to be beautiful, not realistic.",
      "Mario_dog020": "I don't understand.",
      "System_025__6": "Typing...",
      "Gioia_dog020": "I need a real life. And this is not real to me. Not anymore.",
      "Mario_dog021a": "It is real. My love for you is real. What we have here is real. Don't do this to me.",
      "Mario_dog021b": "Reality as well is merely an illusion, albeit a very persistent one. You will regret giving up the dream.",
      "Mario_dog021c": "One person's craziness is another person's reality. And we were happy to be crazy together.",
      "Mario_dog021d": "The real world is where the monsters are. I can keep you safe.",
      "Mario_dog021e": "Reality is frequently inaccurate. And overrated.",
      "Mario_dog021f": "Reality exists in the human mind, and nowhere else. We create our own reality.",
      "Mario_dog22": "I'll be waiting for you at your party. We'll all be waiting for you. There will be all of our friends!",
      "System_025__7": "Typing...",
      "Gioia_dog021": "Don't wait for me tonight. I'll stay at my parents'.",
      "Mario_dog23": "We'll fix everything tomorrow... I got you a present...",
      "System_025__8": "Typing...",
      "System_026": "...",
      "System_025__9": "Typing...",
      "System_026__1": "...",
      "System_025__10": "Typing..."
    }
  },
  "it": {
    "translation": {
      "Gioia_dog001": "...E poi pensavo di invitare Maya, mi ha aiutato a realizzare quel bellissimo vestito che hai visto lo scorso week-end.",
      "Gioia_dog002": "E Giulia, ovviamente. È quella che tiene quelle lezioni di yoga che ogni tanto frequento.",
      "Gioia_dog003": "Dovremmo invitare Greg? È lui che ci ha consigliato dove prendere questi magnifici fiori, dovremmo proprio invitarlo.",
      "Mario_dog001": "Certo, perché no.",
      "Mario_dog002a": "E dovremmo portare qualcuna delle casse che abbiamo in cantina, o non avremo posti a sederi per tutti...",
      "Mario_dog002b": "E che ne pensi di un bel gazebo per dare un tocco di stile?",
      "Mario_dog002c": "E potremmo esagerare e prendere uno di quegli enormi cancelli giapponesi, sono sicuro che si possano noleggiare!",
      "Gioia_dog002a": "Uhm, una soluzione un po' spartana, ma potrebbe avere senso...",
      "Gioia_dog_002b": "Ma certo! Uno di quei gazebo stupendi come quello che c'è al parco!",
      "Gioia_dog002c": "Oh, sì! Sarebbe la festa più bella di sempre!",
      "Gioia_dog004": "Dovremmo condividere l'invito sul gruppo chat del villaggio, non voglio che nessuno si senta escluso.",
      "Mario_dog003": "Buona idea. Verrebbero a sapere in un istante che abbiamo dato una festa, meglio non escludere nessuno.",
      "Gioia_dog005": "Mi spiace, tesoro, avevo quasi dimenticato, devo assolutamente sbrigare una cosa che non posso posporre, puoi occuparti tu del resto degli inviti?",
      "Mario_dog004": "Dai, ti prego, non oggi! Avevi detto che non avevi nulla da fare! E ora cosa c'è? Dove devi andare?",
      "Gioia_dog006": "L'accordo era chiaro, teniamo separate le questioni personali dalla nostra vita qui. Hai promesso.",
      "Mario_dog005": "OK, OK. Va bene. Tanto c'è sempre qualche cosa che devi fare.",
      "Gioia_dog007": "Andiamo, tesoro, lo sai che lo faccio per noi. Non voglio portare qui i miei malesseri e le mie preoccupazioni riguardanti il lavoro o, come in questo caso, la famiglia. Questo è il nostro posto felice, non c'è bisogno di discutere di cose che possiamo lasciare al di fuori...",
      "Gioia_dog008": "È pur sempre il mio compleanno, devo trovare il tempo di festeggiare con i miei parenti.",
      "Mario_dog006": "Come possono essere una preoccupazione i tuoi parenti? Non li nomini neppure! Non me li hai mai presentati! Almeno lo sanno che esisto? Gli hai mai detto di quello che facciamo? Non possono venire anche loro a festeggiare qui?",
      "Gioia_dog009": "Oh, andiamo, non dire stupidaggini! Ne abbiamo già parlato! Quello che faccio della mia vita non è affar loro. Voglio che stiano fuori da qui. Non capirebbero.",
      "Mario_dog007": "Ti vergogni della nostra relazione, non è così?",
      "Gioia_dog010": "No. Ti prego no. Non di nuovo. Ne ho abbastanza, devo occuparmi delle mie faccende. Tornerò più tardi.",
      "Mario_dog008": "M#rda!",
      "Mario_dog009": "Non lo sopporto.",
      "Mario_dog010": "E ora è pure incazzata.",
      "Mario_dog011": "E devo risolvere tutto questo prima della festa o mi addosserà la colpa.",
      "Mario_dog012": "So io cosa le farà cambiare umore...",
      "Mario_dog_mariohouse": "Non scapperò da questa situazione tornando qui! E probabilmente ora questo posto è di qualcun altro.",
      "Mario_dog_gioiahouse": "Spero che non voglia tornare qui...",
      "Mario_dog_park": "Certo. Dovrei raccogliere qualche fiorellino? Che idiozia...",
      "Mario_dog_townhall": "Potrei appendere uno striscione dal tetto. \"Perdonami\". Patetico. E poi mi farei arrestare. Non ho i privilegi per salire lassù.",
      "Mario_dog_restaurant": "Questo mi ricorda che non ho mangiato nulla per pranzo.",
      "Mario_dog_bar": "E poi cosa? Comprarle un \"all you can drink\" che non sfrutterà mai?",
      "Mario_dog_dogpound": "Direi che oggi è il giorno giusto. Qualcuno sta per trovare una nuova casa! Andiamo.",
      "Mario_dog013": "Ma ciao bello! Chi è il più bravo? Chi è che renderà qualcuno felice per il suo compleanno?",
      "System_022": "1 Nuovo messaggio",
      "System_023": "Controllare il messaggio",
      "Gioia_dog011": "Ehi. Sono tornata al volo a casa perché avevo dimenticato una cosa. Ho pensato di scriverti così magari ti risparmio tempo.",
      "Gioia_dog012": "Lascia stare gli inviti. Forse non è una buona idea dare questa festa.",
      "Gioia_dog013": "Non mi aspettare. Non so quando sarò di ritorno.",
      "System_024": "Rispondi",
      "Mario_dog014a": "Aspetta, cosa stai dicendo? Abbiamo aspettato questo momento così a lungo! La nostra prima festa nella nuova casa!",
      "Mario_dog014b": "Andiamo, non fare la stupida, ho esagerato, ma vorrei solo che non ti vergognassi di noi e mi presentassi ai tuoi, almeno una volta! Mi dispiace!",
      "Mario_dog014c": "Ho appena mandato gli inviti a tutti, non possiamo annullare la festa!",
      "System_025": "Sta digitando...",
      "Gioia_dog014": "Mi dispiace. Non sta funzionando. Avrei voluto tantissimo che le cose funzionassero. Mi sento in trappola in questa relazione. Ho bisogno di qualcosa di più. Non puoi soddisfare le mie necessità. Sembra sempre tutto così perfetto e così finto.",
      "Mario_dog015": "Tesoro, cosa stai dicendo? Lo sai che faccio tutto quello che posso per te! Ci sono sempre, sono sempre presente per te. Chi altro ti è mai stato così vicino?",
      "System_025__1": "Sta digitando...",
      "Gioia_dog015": "Non è questo il punto! Ho bisogno di un vero uomo, qualcuno che possa farmi provare sensazioni vere, che possa letteralmente togliermi il fiato!",
      "Mario_dog016": "Pensavo di essere io a farti sentire così...",
      "System_025__2": "Sta digitando...",
      "Gioia_dog016": "Lo sei stato. Un tempo riuscivi a farmi venire i brividi. Eri tu a farmi ridere fino alle lacrime. Eri tu a sussurrarmi nelle orecchie fino a quando non mi addormentavo. E dio solo sa quanto l'ho amato.",
      "System_025__3": "Sta digitando...",
      "Gioia_dog017": "Ma le cose non possono restare così per sempre.",
      "Mario_dog017": "...",
      "Mario_dog018": "Lo sai che non posso darti più di così. Ne abbiamo già parlato. Pensavo ti andasse bene così.",
      "System_025__4": "Sta digitando...",
      "Gioia_dog018": "Lo pensavo anche io. Ero in un momento difficile, quando ci siamo conosciuti. Ho pensato che mi sarebbe bastato. Ho pensato che mi avrebbe aiutato ad andare avanti. È stato meraviglioso.",
      "Mario_dog019": "E allora cosa è cambiato?",
      "System_025__5": "Sta digitando...",
      "Gioia_dog019": "La gente cambia, tutto qui. Volevamo che il nostro amore fosse meraviglioso, non realistico.",
      "Mario_dog020": "Non capisco.",
      "System_025__6": "Sta digitando...",
      "Gioia_dog020": "Ho bisogno di una vita vera. E questa non lo è. Non più.",
      "Mario_dog021a": "Lo è, invece! Il mio amore per te è vero! Quello che abbiamo qui è reale. Non farmi questo.",
      "Mario_dog021b": "La realtà stessa non è che un'illusione, sebbene sia molto persistente. Rimpiangerai di aver abbandonato il sogno.",
      "Mario_dog021c": "La follia di una persona è la realtà di un'altra persona. E noi eravamo felici di essere folli assieme.",
      "Mario_dog021d": "Il mondo reale è dove risiedono i mostri. Io posso tenerti al sicuro.",
      "Mario_dog021e": "La realtà è spesso poco accurata. E sopravvalutata.",
      "Mario_dog021f": "La realtà esiste nella mente umana, e da nessun'altra parte. Siamo noi a forgiare la nostra realtà.",
      "Mario_dog22": "Ti aspetterò alla festa. Ti aspetteremo tutti. Ci saranno tutti i nostri amici!",
      "System_025__7": "Sta digitando...",
      "Gioia_dog021": "Non mi aspettare stanotte. Resterò a dormire dai miei.",
      "Mario_dog23": "Domani sistemeremo tutto. Ti ho preso un regalo...",
      "System_025__8": "Sta digitando...",
      "System_026": "...",
      "System_025__9": "Sta digitando...",
      "System_026__1": "...",
      "System_025__10": "Sta digitando..."
    }
  }
}
