{
  "en": {
    "translation": {
      "System_001": "Welcome to Vereal Village! It is great to have you here!",
      "System_002": "Press space bar to interact, read, talk.",
      "System_003": "Press arrow keys to walk.",
      "System_004": "Take your time to explore the neighborhood, take a walk and enjoy the town!",
      "System_005": "You might find some interesting activity and meet new people!",
      "System_006": "Enjoy!",
      "Mario_001": "[i]It doesn't look that bad here. Let's see what's around.[/i]",
      "Town_hall_party": "[b]Town Hall\nDancing party, this Friday night at the Municipal Hall. \nEntry hours: 8:00PM - 11:00PM\nFree entrance[/b]",
      "Mario_party": "[i]Oh well. Not a fan of dancing, but at least it is a good occasion to meet someone. I'd better go get prepared and dress nicely.[/i]",
      "Dog_pound_sign": "[b]Dog shelter\nCome meet your new best friend.[/b]",
      "Mario_dog": "[i]I always wanted a dog. But I don't think I can take such a responsibility on my own. Maybe one day I'll be able to share this joy with someone else.[/i]",
      "Inn": "[b]AvaBar\nGrog, Nuka Coke, Pißwater and much more!\nCome in, we're open![/b]",
      "Mario_Inn": "[i]Seems cool. I should get here sometime. But I don't feel like drinking alone at the moment.[/i]",
      "Restaurant": "[b]Restaurant\nBring your own bottle[/b]",
      "Mario_restaurant": "[i]Seems like a nice place. But I'm not a fan of sitting alone at a table.[/i]",
      "Park": "[b]City park\nOpening hours:\n9:00AM - 9:00PM[/b]",
      "Mario_park": "[i]What a lovely garden. I wish I had something similar at my place. [/i]",
      "House_sign": "[b]For sale[/b]",
      "Mario_house": "[i]Damn! This looks exactly like my dream home! I would give anything to live here![/i]",
      "Mario_party_1": "[i]I should go get prepared before it is too late...[/i]",
      "Mario_party_2": "[i]Let's hope they have a bar. Sometimes chatting with the barman is the only way to survive a dancing night.[/i]",
      "Mario_partynight_restaurant": "[i]Nope. It seems that the party is not here.[/i]",
      "Mario_partynight_bar": "[i]Maybe for the afterparty? If it is still open.[/i]",
      "Mario_partynight_house": "[i]I know I'm not the most outgoing person, but let's make a little effort. I got here to try to socialize, after all...[/i]",
      "Mario_partynight_000": "[i]I should be going. The party won't wait for me forever...[/i]",
      "Mario_partynight_001": "[i]Wow. There's a lot of people.[/i]",
      "Mario_partynight_002": "[i]I feel so misplaced. What was I thinking? I hate dancing nights, why did I think this event could be any different from the others?[/i]",
      "Mario_partynight_003": "[i]I'll just stand aside for a while. Just for few minutes. Just to see what kind of people are around.[/i]",
      "Gioia_partynight_001": "Hey! You're new around here, aren't you? I am Mael, nice to meet you!",
      "Mario_partynight_004": "Uhm, yeah, I mean, sure. I am new.",
      "Gioia_partynight_002": "Hello, New, nice to meet you! When did you arrive?",
      "Mario_partynight_005": "No, ehr, I mean, I am not new. I mean, yes I am. Well, my name is Ariom. I already did a mess, didn't I? I am not used to these kinds of interactions. To these places. I mean, it is my first time. I got here recently.",
      "Gioia_partynight_003": "Hey, it's great! I should show you around! There's tons of nice things to do, and places to visit, and people to meet!",
      "Gioia_partynight_004": "Enough with your worries! Leave your life outside this ballroom and enjoy the night!",
      "Mario_partynight_006": "[i]This place cannot be real. Not even in a billion years I could have any chance to be approached by someone like her. Is this really happening?[/i]",
      "Gioia_partynight_005": "Hey guys, this is New! I mean, he's Ariom, he just arrived. Let's welcome him!",
      "Gioia_partynight_006": "...",
      "Mario_partynight_007": "[i]Am I really enjoying this place? This event? Could this finally be the place I was looking for?[/i]",
      "Mario_partynight_008": "[i]I don't know. And what about her?[/i]",
      "Mario_partynight_009": "[i]I don't even know her, but the things she says, the way she approached me...[/i]",
      "Mario_partynight_010": "[i]I think I'll stay around a little longer...[/i]",
      "Gioia_partynight_007": "Hey... What a night... Did you enjoy it? I hope you had fun...",
      "Gioia_partynight_008": "It was nice to meet you... Will you stay around? We could meet again somewhere...",
      "Mario_partynight_011": "Sure, why not. It was nice. I wasn't sure I was going to stay, but why not. Looks like a nice place, and I bet you can helping getting to know it.",
      "Gioia_partynight_009": "It's late. I should go. Back to good ol' life, tomorrow. You'd better go as well, don't you have anything to do tomorrow morning?",
      "Mario_partynight_012": "You're right. Until the next time, then. I'll see you around... 'Night!",
      "Town_hall_postparty": "[b]Town Hall\nCharity lottery every Sunday - Inquire inside[/b]",
      "Mario_first_date001": "[i]Well, let's see who's around today... Time for a walk![/i]",
      "Mario_first_date002": "[i]I wonder if she's still around. Maybe she's not even regular around here... [/i]",
      "Mario_first_date003": "[i]Maybe she just came for yesterday's party.[/i]",
      "Mario_first_date004": "[i]I'd really want to see if I can find her...[/i]",
      "Mario_first_date005": "Oh, there you are! I was not sure to find you!",
      "Gioia_first_date001": "Hey, it's good to see you! So you're still around! This is my place, do you like it?",
      "Gioia_first_date002": "Do you also have a place nearby?",
      "Mario_first_date006": "Yeah, I got a small house next to the woods, north west from the center of the town.",
      "Gioia_first_date003": "Nice! I'd like to see it!",
      "Mario_first_date007": "Oh well, it's nothing special, I'm still working on it, it's very basic for the moment...",
      "Gioia_first_date004": "Oh, come on, I'm sure it's nice!",
      "Mario_first_date008": "Ok, if you insist... I'll show you my place.",
      "Gioia_first_date005": "So, how do you like it so far?",
      "Mario_first_date009": "It's not bad, it is a nice place to get detached from a busy life, don't you think?",
      "Gioia_first_date006": "Yes, I agree. I've been around for a while, people are nice here. Not the type of people obsessed by social networks, if you know what I mean.\nThey get here for a twist to their life, they go out, they see people, they hang out together... Isn't it better?",
      "Mario_first_date010": "Sure, I guess... I also needed a break from those stupid social networks. I needed something different, get closer to people, you know...",
      "Gioia_first_date007": "Isn't it what we all need?",
      "Mario_first_date011": "So here we are. This is my humble house. Yeah, don't laugh, I wish I could find something better, instead I had to go for these terrible roof tiles...",
      "Gioia_first_date008": "No way! I like that color! It's one of my favorites! I like it! Are you here all by yourself?",
      "Mario_first_date012": "Yeah. You know... Rough period... That''s why I decided to get here.",
      "Gioia_first_date009": "Oh, I am sorry to hear... I am sure you'll like it here, you'll see!",
      "Mario_first_date013": "Yeah, I was wondering... You've been here for a while, isn't it? Maybe you can suggest me so-",
      "Gioia_first_date010": "Sure! Of course! Listen, I have to go for a while, why don't we meet later at the bar? It has a nice vibe, the music is amazing and you can tell me something more about you... I'll be back in... let's say... A couple of hours? Deal?",
      "Mario_first_date014": "S-sure, I'll wait for you. I'll take care of a couple of things in the house and I'll be at the bar waiting for you. I'll be the one... well, dressed like I am now!",
      "Gioia_first_date011": "Haha, you're funny, you know? See ya!",
      "Mario_first_date015": "Ciao...",
      "Mario_first_date016": "[i]OK. Its going to be fine. What can go wrong? It's just some chat.  [/i]",
      "Mario_first_date017": "[i]And now I don't feel like working at the house. I'll read a book to kill some time.[/i]",
      "Gioia_bar001": "Well, I think I'll get a beer, and you?",
      "Mario_bar001": "Mhmm, I'll have some cider.",
      "Gioia_bar002": "OK, then, we'll toast to your arrival!",
      "Mario_bar002": "Sure, let's toast to it!",
      "Gioia_bar003": "And so, what brought you here?",
      "Gioia_bar004": "No wait, I'll start, so you will feel comfortable opening up.",
      "Gioia_bar005": "I first came here a couple of years ago.",
      "Gioia_bar006": "I was abroad for a year for a project and when I got back home I was no longer feeling in the right place.",
      "Gioia_bar007": "I was less and less seeing my friends, many things changed in one year...",
      "Gioia_bar008": "Some of them got married, some got kids, others left the country...",
      "Gioia_bar009": "The first time I got here I was feeling terribly alone. Then I kept coming during the weekends and I could breath some fresh air here...",
      "Gioia_bar010": "I needed a new place for a brand new start. And so I decided that this was the right place where to spend my time.",
      "Gioia_bar011": "From time to time I still go visiting the old places where I went with my friends, but that's my previous life.",
      "Gioia_bar012": "Here I like it better. I don't have to deal with all of those things which remind me of a good time when I still had my friends and activities.",
      "Gioia_bar013": "OK, now it's your turn...",
      "Mario_bar003": "Oh, your story is quite interesting. I think I can relate.",
      "Mario_bar004": "In my case I was...",
      "Mario_bar004A": "...willing to spend some time by myself.",
      "Mario_bar004B": "...trying to start a new life from scratch.",
      "Mario_bar004C": "...lacking any incentive in my life.",
      "Mario_bar004A1": "I was starting to loose control over my life. Too many things to do, too many things to take care of, too many events, too many requests. I just needed a break.",
      "Mario_bar004B1": "I was not satisfied with my life. I thought it was time to reboot everything and start doing what I really like.",
      "Mario_bar004C1": "I have tried pretty much everything in my life, and nothing was enough. I was getting bored. This sounded like something completely new I never tried before, so I wanted to give it a try.",
      "Gioia_bar014": "Well, Ariom, I am sure you are in the right place. And what are your interests?",
      "Mario_bar005A": "I love doing birdwatching.",
      "Mario_bar005B": "I mostly play video games.",
      "Mario_bar005C": "I like writing short stories and novels.",
      "Mario_bar005A1": "It intrigues me being able to peek into other creatures' lives, study their behavior, and being able to do all of this while being completely alone.",
      "Mario_bar005B1": "They allow you to entertain yourself even if you are alone. And if you play with other people you can pretend you are no longer alone, even if you are not physically close.",
      "Mario_bar005C1": "I like the idea of being the one deciding for the lives and events of other creatures.",
      "Gioia_bar005A1": "Oh really?! I watch tons of documentaries about birds! I even started biology classes but then I coudn't finish my studies... I should suggest you some great movie!",
      "Gioia_bar005A2": "No way! I'm a geek too! We should setup a challenge one of these days! I am a fan of RPGs and shooters! No one can beat me! But I am terrible at rhythm games!",
      "Gioia_bar005A3": "That is SO interesting! I used to write a lot but lately I haven't had enough time... Would you show me some of your works? I am so curious! Maybe I can share with you a blog I was keeping some time ago...",
      "Mario_bar006": "Oh great! What were the chances? Sure, I'd love to! And now you would really surprise me if you told me you were also fan of...",
      "Mario_bar006A": "...folklore and traditions!",
      "Mario_bar006B": "...miniatures and scale models!",
      "Mario_bar006C": "...rocks and shells!",
      "Gioia_bar0060": "Oh come on! You have been spying on me! This cannot be real!",
      "Gioia_bar006A1": "I have a huge collection of Mongolian throat singings and Ainu traditional songs! And Bulgarian choirs? Don't you like them?",
      "Gioia_bar006A2": "I collect tiny pieces of furniture and I use them as photographic sets for praying mantis and other insects! And I recreate movies' sets!",
      "Gioia_bar006A3": "I started collecting shells when I was 5! I have a pebble from the mount Fuji, star-shaped grains of sand from Okinawa, black stones from Iceland...",
      "Mario_bar007": "OK, OK, slow down. Now this is getting weird. I think I need another glass. We are going to have a long discussion ahead!",
      "System_007": "The next morning",
      "Mario_bar008": "...and that's when the quokka threw at me one of his babies, which are called joeys, to flee for her life...",
      "Mario_bar009": "Oh my god it is so late! I kept you up all night! Does this bar ever close?",
      "Gioia_bar014.1": "Not that I know of... Every time I pass by it is open. Damn, you did so many things in your life! I want to know more, you're so interesting! Why don't we go out for dinner next time?",
      "Mario_bar010": "Hey, you sure don't have time to loose... Sure, whenever you want.",
      "Gioia_bar015": "Great. There's a nice restaurant not far from my place.",
      "Gioia_bar015.1": "I won't be around in the next couple of days. Show up to my place in three days, around 6PM and I'll walk you there.",
      "Gioia_bar016": "If you cannot find me just wait for me. I'll eventually show up.",
      "Mario_bar011": "Deal. I'll be there. What about the food?",
      "Gioia_bar017": "I think I will have some Dim sum, but if you are not a fan of Asian food feel free to have whatever you want, you don't have to eat what I'll eat!",
      "Gioia_bar018": "It is super late, I gotta go, cheers!",
      "Mario_bar012": "Sure, until the next time!",
      "Mario_bar013": "[i]Oh well. Who could imagine we had so many things to talk about? And now these two days will be the longest ever. I should find something to do.[/i]",
      "Mario_bar014": "[i]And by the way. What the hell does she have to do? Far from here for two days? Curiosity killed the cat, and it will kill me as well...[/i]",
      "Mario_dinner001": "[i]Damn, it felt like this day was never arriving. I've been scouting every inch of this village and nothing looks as interesting as Mael.[/i]",
      "Mario_dinner002": "[i]I've been watching people passing by, but I can only think about her.[/i]",
      "Mario_dinner003": "[i]They said that \"Before Sunrise\" was just a movie. What if it is not? What if it can also happen to anyone? To me?[/i]",
      "Mario_dinner004": "[i]And what if she doesn't show up?[/i]",
      "Mario_dinner005": "[i]And what if we don't have anything else to talk about?[/i]",
      "Mario_dinner006": "[i]And what if she makes noises while chewing?[/i]",
      "Mario_dinner007": "[i]No. I'm not going. Better not knowing than actually going and discover that it was nothing but an illusion.[/i]",
      "Mario_dinner008": "[i]I won't show up. But then she'll look for me. She knows where I am staying.[/i]",
      "Mario_dinner009": "[i]No, I cannot behave like this. She'll think I didn't like her. Or worse. She'll think she offended me.[/i]",
      "Mario_dinner010": "[i]OK, I have to go. If things turn out to go wrong, I'll just find a way to step away. I'll make up an excuse. [/i]",
      "Mario_dinner011": "[i]I can do this. Let's go.[/i]",
      "Mario_far": "[i]Have I forgotten where her place is?[/i]",
      "Mario_delay1": "[i]I don't want her to be waiting for me. [/i]",
      "Mario_dinner011.1": "[i]I knew that. She won't come. I shouldn't have come.[/i]",
      "Gioia_dinner001": "Why hello! I though you had forgotten! I'll be right there, it's almost dinner time!",
      "Gioia_dinner002": "Have you decided what you will eat?",
      "Mario_dinner012": "Yeah, lately I have been craving for some risotto. Tonight will be the night.",
      "Gioia_dinner003": "Great choice! I am ready, let's move!",
      "Gioia_dinner004": "Mmm this Dim sum is delicious. It's been a while since the last time I got one. How is your risotto?",
      "Mario_dinner012.1": "Not bad at all. I had tasted better, but I cannot complain. Do you want to try?",
      "Gioia_dinner005": "Haha. No thanks, I think I'll pass. But thanks for asking...",
      "Mario_dinner013": "Do you come here often?",
      "Gioia_dinner006": "Nah, I got here a couple of time when I started getting around here, but then I didn't have anyone to go with.",
      "Gioia_dinner007": "But they do sometimes host quiz evenings here, if I am not wrong you like those kind of events, I'll let you know if they organize something similar, we can team up and participate together!",
      "Mario_dinner014": "It would be great. Did I tell you about that time I won a katana participating in a quiz about cartoon themes?",
      "Gioia_dinner008": "Oh no, not again! Don't tell me you're one of those weirdos know-it-all about music quizzes! I am so going to challenge you! And I won't take a no for an answer!",
      "Mario_dinner015": "You're asking for it! You'll so regret it!",
      "System_010": "Many cartoon-themed discussions later...",
      "Gioia_dinner009": "Oh, wait a second, my phone, I have to take this one.",
      "System_011": "10 minutes later",
      "Gioia_dinner010": "I am so sorry, it was the boss. He needs me to take care about something urgent. Anyway, I was done with my Dim sum, are you done as well with your risotto?",
      "Mario_dinner016": "Yeah, no worries. I also remembered I had to take care of something, we can catch up next time, no offense taken.",
      "Gioia_dinner011": "Hey, I mean it! You know what? Let's do it tomorrow. Keen for a walk after dinner?",
      "Mario_dinner017": "What about daytime? Do you really want to have me waiting for the whole day?",
      "Gioia_dinner012": "Well, you know, I have things to do... you must have as well, don't you?",
      "Mario_dinner018": "Sure, plenty of. No worries. You know what? Meet me in the main square, around 9PM.",
      "Gioia_dinner013": "I'll be there. Take care.",
      "Mario_dinner019": "You too.",
      "Mario_dinner020": "[i]And once again. She disappears. She's going to drive me crazy. Oh how I love this. [/i]",
      "Mario_dinner021": "[i]But this time I'll be the one driving her crazy. [/i]",
      "Mario_dinner022": "[i]I have the whole day to set this up. She'll be speechless.[/i]",
      "Mario_dinner023": "[i]Everything needs to be perfect.[/i]",
      "Mario_night007": "Sure, why not?",
      "Gioia_night003": "Because it's pitch dark at night!",
      "Mario_night008": "So what? What can they do to us? There is no one around. And even if there were, if it's that dark no one will see us!",
      "Gioia_night004": "It just feels... you know...",
      "Mario_night009": "Come on. Let yourself go. I have everything set up. Trust me.",
      "Gioia_night005": "Oh well. YOLO.",
      "Mario_night010": "Now grab me and don't let go. Close your eyes and don't sneak peek. I'll tell you when to open your eyes.",
      "Mario_night011": "OK. Open your eyes.",
      "Gioia_night006": "Oh... my...",
      "Mario_night012": "Was it worth it?",
      "Gioia_night007": "It feels so close... It reminds me of an old Italian song...",
      "Mario_night013": "The World We Love In...",
      "Gioia_night008": "The World We Love In...",
      "Mario_night014": "♪ \"Stars falling, flowers bloom...\" ♪",
      "Gioia_night009": "♪ \"When we share this world we love in...\" ♪",
      "Mario_night015": "♪ \"It's such a world apart, this dreamy world we love in...\" ♪",
      "Gioia_night010": "No one ever did something similar for me...",
      "Gioia_night011": "I wish this night would never end.",
      "Mario_night016": "Why do we have to go back to our duties? Can't we just stay here forever?",
      "Gioia_night012": "I wish we could.",
      "Mario_whatweare001": "[i]And good morning to me. Damn, I've wasted almost the whole day. Not like I've been getting much sleep, lately. [/i]",
      "Mario_whatweare002": "[i]OK, it looks obvious that if I wasn't sure whether to stay or not, I now have my answer.[/i]",
      "Mario_whatweare003": "[i]Tonight I felt more alive than I ever felt in the last year. [/i]",
      "Mario_whatweare004": "[i]I am sure she feels the same way as well.[/i]",
      "Mario_whatweare005": "[i]And I am so dumb I didn't even tell her.[/i]",
      "Mario_whatweare006": "[i]I'll make my move. It is my chance. [/i]",
      "Mario_whatweare007": "[i]I should really go and find her.[/i]",
      "Mario_whatweare008": "[i]I wonder if she's already up.[/i]",
      "Mario_whatweare009": "[i]She must be home. I hope she'll be happy to see me first thing in the morn... ehm... afternoon...[/i]",
      "Mario_whatweare_townhall": "[i]I don't have time to waste here. I've got better things to do.[/i]",
      "Mario_whatweare_bar": "[i]Not the right moment to get a drink.[/i]",
      "Mario_whatweare_restaurant": "[i]I'm not hungry now, my stomach's filled with butterflies![/i]",
      "Mario_whatweare_houseforsale": "[i]Maybe I'm overreacting. But what if...[/i]",
      "Mario_whatweare_dogpound": "[i]Yeah, we'll also get a dog, and plenty of cats. And a bunch of rabbits. But not now![/i]",
      "Mario_whatweare010": "Hey! Mael! Are you there? Wake up!",
      "Mario_whatweare011": "Helloooo?!",
      "Mario_whatweare012": "I looks like she's not here. Where can she be?",
      "Mario_whatweare013": "Let's go have a look.",
      "Mario_whatweare014": "Maybe someone saw her around...",
      "Mario_whatweare015": "Hello, do you know Mael? Have you seen her around?",
      "Randomguy1": "No, I'm sorry man...",
      "Mario_whatweare016": "Hey, sorry, do you know Mael? Have you seen her today?",
      "Randomguy2": "No, I don't think so...",
      "Mario_whatweare017": "Uh, excuse me, have you seen Mael around? Cute girl, red hair...",
      "Randomguy3": "Uh, sure, Mael. She was around this morning, very early. She said she was late and she left in a hurry. She needed to take care of something...",
      "Mario_whatweare018": "Thanks mate.",
      "Mario_whatweare019": "[i]I'm such a stupid, I didn't even ask for her phone number! I'll have to wait until she gets back![/i]",
      "Mario_whatweare020": "[i]Better wait in front of her house.[/i]",
      "Mario_whatweare021": "[i]OK. I have time. I'll read a book in the meantime...[/i]",
      "System_014": "A couple of hours later...",
      "Gioia_whatweare001": "Hello! What are you doing here?",
      "Mario_whatweare022": "Hey. I was waiting for you. You were nowhere to be found! Where were you?",
      "Gioia_whatweare002": "Hey! Don't you ever leave this place? I was just taking care of personal stuff. Everybody does that!",
      "Mario_whatweare023": "Sure. That's what I am doing as well. I am here to take care of something I care about.",
      "Gioia_whatweare003": "I-I'm not sure I am following.",
      "Mario_whatweare024": "Come with me. Let's take a walk. Would you mind?",
      "Mario_whatweare030A": "The last couple of days with you meant to me more than I could imagine.",
      "Mario_whatweare030B": "I thought it was a crazy idea to get here, but you helped me make up my mind.",
      "Mario_whatweare030C": "It can't be a coincidence we met here and we found out we have so many things in common.",
      "Mario_whatweare030A1": "It drives me mad thinking that you might just disappear into thin air and realize I missed my chance.",
      "Mario_whatweare030B1": "If there is one reason why I want to stay here, that reason is you.",
      "Mario_whatweare030C1": "And if it is just a coincidence, I want to make sure I am doing whatever it takes to be sure it becomes something else.",
      "Mario_whatweare031": "It is like the world that surrounds me has brighter colors when I am here with you.",
      "Gioiamumbles": "...",
      "Mario_whatweare032houseforsale": "You see this house? You can think I am mad, but I started daydreaming about being here with you. I remember how much you like BBQs and sunbathing in the park, wouldn't it be amazing? The roof tiles even come in your favorite color!",
      "Mario_whatweare033dogpound": "I even thought about how it would be to come here and get a pup, just for the two of us... Wouldn't it be great? You told me you always wanted one but you could never afford to adopt one...",
      "Mario_whatweare034woods": "We could spend our afternoons strolling in the woods enjoying the atmosphere before going to our favorite bar for a drink. Wouldn't you love it?",
      "Mario_whatweare35centralsquare": "Every time I pass by the town hall I think about our first night and how you made me feel. I am even willing to learn to dance for you!",
      "Mario_whatweare36centralpark": "Watching the stars all by myself will no longer make sense if it is not next to you...",
      "Gioia_whatweare004": "Hey, I understand you, I do. And would be lying if I said it was not the same for me...",
      "Gioia_whatweare005": "I do want to spend more time with you. But you see, it is not that easy. We both have our lives, our things to do, it is not just like \"hey hello, why don't we just stick together every available second\", you know?",
      "Mario_whatweare37": "It is not a contract, we can just try. And if it does not work we can just part our ways. But if we don't try we will never find out if we had a chance.",
      "Mario_whatweare38": "Think of it as a challenge...",
      "Gioia_whatweare006": "And what if it does not work?",
      "Mario_whatweare39": "And what if it does?",
      "Gioia_whatweare007": "You sure know how to persuade people...",
      "Mario_anniversary001": "Woah, look at that! I was not expecting snow at this time of the year!",
      "Mario_anniversary002": "Are you cold?",
      "Gioia_anniversary001": "No, I am fine, thanks. What about you?",
      "Mario_anniversary003": "All good on my side. Anyway it is just an impression. You see the snow, you think it is cold. Just don't focus on it...",
      "Gioia_anniversary002": "Yeah, I always keep forgetting that perceptions can be altered with some mind effort...",
      "Gioia_anniversary003": "Could you believe? This time last year it was early spring and we could spend the night in the park watching the stars...",
      "Mario_anniversary003.1": "Yeah, crazy times. Someone must be messing up with the seasons... Hey, up there! Enough with this snow, alright?",
      "Gioia_anniversary004": "Hey, no one is going to listen to you!",
      "Mario_anniversary004": "Did you already have breakfast?",
      "Gioia_anniversary005": "Yeah, I was in such a rush, you kept me up until late yesterday... I am still sleepy!",
      "Mario_anniversary005A": "Hey, you cannot simply interrupt a movie while watching!",
      "Mario_anniversary005B": "Hey, you cannot simply interrupt a board game while playing!",
      "Mario_anniversary005C": "Hey, you cannot simply leave a concert before it ends!",
      "Gioia_anniversary005A": "I know! But I am going to work this morning! And anyway, the movie was so bad I was almost falling asleep!",
      "Gioia_anniversary005B": "I know! But maybe next time we could play something shorter, since I work in the morning!",
      "Gioia_anniversary005C": "I know! But it was not even my genre! Next time I'll be the one deciding which concert to attend!",
      "Gioia_anniversary006": "I'll have to go, or I'll get fired. See you tonight.",
      "Mario_anniversary006": "Sure. I'll go get a proper breakfast. Don't forget about tonight, don't be late as usual!",
      "Gioia_anniversary007": "I would never miss it! And you, don't slack around the whole day!",
      "Mario_anniversary007": "[i]There she goes again.[/i]",
      "Mario_anniversary008": "[i]It has been a crazy year.[/i]",
      "Mario_anniversary009": "[i]I am so blessed she decided to try this crazy adventure.[/i]",
      "Mario_anniversary010": "[i]We had some ups and downs, but we adapted kinda soon. We managed to find our rhythm and schedules. [/i]",
      "Mario_anniversary011": "[i]It still drives me crazy not knowing what she does all day long. [/i]",
      "Mario_anniversary012": "[i]But her privacy is the only thing she asked me not to be nosy about.[/i]",
      "Mario_anniversary013": "[i]I think I owe her. I just showed up from nowhere, got into her life and asked her to change her plans and her habits.[/i]",
      "Mario_anniversary014": "[i]She has her life. I am OK with that.[/i]",
      "Mario_anniversary015": "[i]And it is not like she's constantly checking what I am doing when I am not with her. I also have my life. Speaking of which. I should set things up for tonight. [/i]",
      "Mario_anniversary016": "[i]I'd better iron my fancy suit, and shave, and go get some flowers... Let's hope I'll have enough time until dinner![/i]",
      "System_015": "Hours later...",
      "Mario_anniversary017": "[i]All nice and clean! Time to pick up my darling![/i]",
      "Mario_anniversary018": "[i]She hasn't changed address...[/i]",
      "Mario_anniversary019": "[i]I will never get used to seeing snow around... It look so weird! [/i]",
      "Mario_anniversary020": "[i]Especially since I don't feel cold at all![/i]",
      "Mario_anniversary021": "Hooooneeeeyyy!!! Are you late as always?",
      "Mario_anniversary022": "[i]Of course she is.[/i]",
      "Gioia_anniversary007.1": "No, I am here! Just wait a minute, I am almost ready!",
      "Mario_anniversary023": "Come on, it's late! I'll wait for you at our table, before someone else will steal it!",
      "Gioia_anniversary008": "OK! Sorry, I'll be there soonish! Don't start eating before I get there!",
      "Mario_anniversary024_bar": "[i]This is not the restaurant... We might get here later...[/i]",
      "Mario_anniversary025": "[i]I should go and get the table before it is too late.[/i]",
      "Mario_anniversary026": "[i]I am starving. She'd better hurry up.[/i]",
      "Mario_anniversary027": "[i]Why the hell is she taking so long?[/i]",
      "Gioia_anniversary009": "Hello sweetheart, sorry for being late, are you eating already? Sorry, I just found out my microwave was not working, I had to call a technician. He'll come tomorrow.",
      "Mario_anniversary028": "Hey, it is OK. Do you want me to be with you when he'll come tomorrow? To make sure he won't try to fool you?",
      "Gioia_anniversary010": "Oh no, thanks, I will be fine. Hey, it's late already, why don't we eat?",
      "Mario_anniversary029": "Sure. I am going to enjoy some deliciously homemade sushi tonight! What about you?",
      "Gioia_anniversary011": "Wow, that's tempting! But I've been wanting to get some pizza, lately, I will get sushi another day. Let me know if it good as I think it is!",
      "Mario_anniversary029.1": "So, before eating...",
      "Gioia_anniversary012": "Yes...",
      "Mario_anniversary030": "Should we make a toast?",
      "Gioia_anniversary013": "Aren't we here on purpose?",
      "Mario_anniversary031": "I guess so! You start!",
      "Gioia_anniversary014": "OK. Here I go. Well. It has been an intense year. I would have never believed we could make our relationship work.",
      "Mario_anniversary032": "No one would have ever believed that!",
      "Gioia_anniversary015": "But yet we managed!",
      "Mario_anniversary033": "Yes we did.",
      "Gioia_anniversary016": "It took us a lot of adjustment, and reciprocal trust.",
      "Mario_anniversary034": "Tons of it, actually.",
      "Gioia_anniversary017": "I am not entirely sure we can be considered totally sane about this...",
      "Mario_anniversary035": "Come on, just because I asked you out on our second day?",
      "Gioia_anniversary018": "Or maybe because you didn't know anything about me?",
      "Mario_anniversary036": "Not that I know much more now after a year...",
      "Gioia_anniversary019": "Well, for a start you know me more than anyone else around this village!",
      "Mario_anniversary037": "That's true, I have to admit... But I don't think it is enough.",
      "Gioia_anniversary020": "What do you mean?",
      "Mario_anniversary038": "I don't want to share you with your colleagues or friends when you are not around me.",
      "Gioia_anniversary021": "Come on, don't make it difficult. We've been already talking about this...",
      "Mario_anniversary039": "I know, I know, I don't want to suffocate you... but I was thinking... I would feel safer to know you are bound to me... More like... you know, committed...",
      "Gioia_anniversary022": "What do you mean?",
      "Mario_anniversary040": "Nothing, really... It's just a formality...",
      "Gioia_anniversary023": "I don't get you...",
      "Mario_anniversary041": "Never mind. We were celebrating. Let's toast! I'll pour some champagne.",
      "Gioia_anniversary024": "OK, and here's my glass.",
      "Mario_anniversary042": "To our first incredible unexpected against-all-odds year...",
      "Gioia_anniversary025": "To us... Cheers, honey!",
      "Mario_anniversary043": "Thanks for making this possible...",
      "Gioia_anniversary026": "Thanks for having tried...",
      "Mario_anniversary044": "Oh gosh, this is so sparkling!!!",
      "Gioia_anniversary027": "Hahaha what were you expecting! It is not cider!",
      "Mario_anniversary045": "So is the pizza good?",
      "Gioia_anniversary028": "Delicious! And your sushi?",
      "Mario_anniversary046": "I should remember not to get natto, next time!",
      "Gioia_anniversary029": "I'll try to remind you.",
      "Mario_marry001": "Listen...",
      "Gioia_marry001": "What?",
      "Mario_marry002": "Would you marry me?",
      "Gioia_marry002": "D-damn... This was unexpected...",
      "Mario_marry003": "Come on, you knew I would have reached this point eventually... What's the purpose of me staying at my place, you staying at your place...",
      "Mario_marry004": "It's exactly the same, but I'll get to see you while you're doing your things when you're not outside...",
      "Gioia_marry003": "I guess I am just afraid of committing. I came here for the freedom, to be completely myself far from everything and everyone...",
      "Mario_marry005": "It will be fun! You were afraid one year ago, and it is OK to be afraid! But think of all the things we could do! We could be even closer! Cooking together, waking up in the same bed, I'd get to see you while you play videogames and you get mad at the screen...",
      "Gioia_marry004": "We can already do those things...",
      "Mario_marry006": "That's true, but we always have to arrange the meeting, set a schedule, my place or yours...",
      "Mario_marry007": "I'd be able to see you as soon as you get home instead of having to come and pick you up, to ask if you are home, if you are available, if you have plans or not...",
      "Gioia_marry005": "I have the feeling this won't do any good to us. We both came here to be independent...",
      "Mario_marry008": "But we found each other. We know we're made for one other.",
      "Gioia_marry006": "I need time to think.",
      "Mario_marry009": "It is OK. I understand.",
      "Mario_marry010": "I will do my best to convince you. Trust me.",
      "Gioia_marry007": "You always manage to persuade me...",
      "Mario_marry011": "I always get what I want!",
      "Gioia_marry007.1": "I am exhausted. I need some good sleep. It's been a tough day, and this dinner has been intense. I need some proper rest. Thanks for the company, I enjoyed the evening. I'd better go now.",
      "Mario_marry012": "Hey. We made it till now. We can take this further, if we both want it...",
      "Mario_marry013": "I'll be in the park tomorrow afternoon. Will you meet me there?",
      "Gioia_marry008": "Yeah. Not before 6PM. I won't make it home before that time.",
      "Mario_marry014": "Cool. Meet you there.",
      "Gioia_marry009": "'Night, hun...",
      "Mario_marry015": "'Night sweetheart...",
      "Mario_moving001": "[i]Damn, I drank myself to sleep last night. I never proposed before in my whole life. I was not expecting such a weird reaction.[/i]",
      "Mario_moving002": "[i]I will surprise her so much she won't be able to refuse me.[/i]",
      "Mario_moving003": "[i]Let's get creative.[/i]",
      "Mario_moving_bar": "[i]Mhmm thanks but no thanks. If I only see a bottle I'll feel like puking...[/i]",
      "Mario_moving_restaurant": "[i]What do I do here? I cannot just invite her again for dinner. That would be boring AF.[/i]",
      "Mario_moving_townhall": "[i]Sure. I could book a slot for our wedding. Ha-ha. No way.[/i]",
      "Mario_moving_gioiahouse": "[i]I'm not going to call her unless I know what to do.[/i]",
      "Mario_moving_park": "[i]I told her to meet me in the park, but not that early. I'll be bored to death by the time she'll meet me![/i]",
      "Mario_moving_dogpound": "[i]I am so sure she'd be the happiest person here if I brought her a dog, but I don't want to put all the responsibility on her shoulders, not until we can both share it.[/i]",
      "Mario_moving_houseforsale": "[i]This is exactly what I need. She's been dreaming of this since a long time. She won't be able to refuse me![/i]",
      "Mario_moving_houseforsale1": "[i]Let's see if there is any useful information on the sign[/i]",
      "System_016": "[b]Get in touch with the owner[/b]",
      "Mario_moving004": "[i]OK. There's a QR code. I need to fill in the form and then he'll contact me. Let's get this thing done![/i]",
      "Mario_moving005": "[i]And now let's wait. I'll go get a shower.[/i]",
      "System_017": "Message received.",
      "System_018": "Check messages",
      "System_019": "1 New message",
      "System_20": "The house is available. If interested, please send a deposit to this prepaid account prior to filling in the attached documents: verealestate@payple.com",
      "Mario_moving006": "[i]Got it![/i]",
      "Mario_moving007": "[i]And now let's spend some of the money I've been earning with all those silly online activities and have been sitting there forever...[/i]",
      "System_21": "Authorizing transaction...",
      "Mario_moving008": "[i]Aaand done![/i]",
      "Mario_moving009": "[i]Oh damn, it's late. I should be going to the park, or this time I'll be the late one.[/i]",
      "Mario_moving010": "Oh, hey! You're here already! How surprising!",
      "Gioia_moving001": "Hey, yeah, I got home earlier today and I had some spare time. I wanted to discuss about yesterday...",
      "Mario_moving011": "There's no time for that!",
      "Gioia_moving002": "Well, actually...",
      "Mario_moving012": "OK, OK, we'll discuss about that later, in front of a beer, what do you think? I have something to show you, first!",
      "Gioia_moving003": "OK, what is that? You sound so excited!",
      "Mario_moving013": "I am! You won't believe your eyes! Follow me!",
      "Mario_gioia_moving_bar": "I didn't arrange everything just to sit at the bar!",
      "Mario_gioia_moving_restaurant": "There's no time for this! We can celebrate later!",
      "Mario_gioia_moving_dogpound": "Seriously? Am I starting being obsessed by dogs?",
      "Mario_gioia_moving_townhall": "Tik tok, tik tok, the time is running!",
      "Mario_gioia_moving_mariohouse": "There's a nicer house than this one waiting for me! Or for us!",
      "Mario_gioia_moving_gioiahouse": "Sure, she just got home, she must be so willing to go back home again!",
      "Mario_moving014": "Ta-dah! What do you think?",
      "Gioia_moving004": "What should I think? The same thing I always thought! That this house is amazing and that I would kill for a garden like this!",
      "Mario_moving015": "Oh well, no need to kill anyone! But you can thank me, if you want.",
      "Gioia_moving005": "Thank you? And why is that?",
      "Mario_moving016": "Because I got it! For us! Just say yes!",
      "Gioia_moving006": "You must be kidding...",
      "Mario_moving017": "Maybe... Or maybe not...",
      "Gioia_moving007": "Come on, why would you do something so stupid! It was so effing expensive!",
      "Mario_moving018": "I've been saving a lot this year! You deserved this! And we deserve to be happy!",
      "Mario_moving019": "We could feel like a real couple, finally!",
      "Mario_moving020": "And the rooftop is your favorite color!",
      "Gioia_moving008": "And the rooftop is my favorite color. Damn, I can't believe it.",
      "Mario_moving021": "So? Is this a yes? I am so excited! We can move in in a blink of an eye!",
      "Gioia_moving006.1": "Oh my god, am I really doing this? Are we? Oh gosh, I can't wait to see how it looks like on the inside! Can I enter? Can I?",
      "Mario_moving022": "Help yourself, lady!",
      "Gioia_moving007.1": "OH MY GOD!!!",
      "Gioia_moving008.1": "LOOK AT THESE STAIRS!",
      "Gioia_moving009": "OMG THE CINEMA ROOM!",
      "Gioia_moving010": "THE SOFA IS LILAC!!!",
      "Mario_moving023": "I guess this is a yes...",
      "Mario_moving024": "Is it?",
      "Gioia_moving011": "YES! YESSS!!! WHEN DO WE MOVE IN?",
      "Mario_moving025": "Easy, easy girl! There is no rush. This place is ours and no one will steal it from us.",
      "Gioia_dog001": "...And so I was thinking to invite Maya as well, she helped me creating that beautiful dress you saw last week end.",
      "Gioia_dog002": "And Julia, of course. She's the one giving those yoga lessons I sometimes attend.",
      "Gioia_dog003": "Should we call Greg? He suggested us where to get these beautiful flowers, we should definitely invite him.",
      "Mario_dog001": "Sure, why not.",
      "Mario_dog002a": "And we should bring some of those crates we have in the basement or we won't have enough seats for the guests...",
      "Mario_dog002b": "And what about a gazebo for a nice touch?",
      "Mario_dog002c": "And we should go big and get one of those Japanese gates, I am sure we can rent one!",
      "Gioia_dog002a": "Uhm, a bit rural, but it can work...",
      "Gioia_dog_002b": "Sure, one of those beautiful white arches they have in the park!",
      "Gioia_dog002c": "Oh yeah, that would make the best party ever!",
      "Gioia_dog004": "We should share the invitation in the village group chat, I don't want anyone to feel excluded.",
      "Mario_dog003": "Good idea. They'd easily find out we had a party here. Better not to exclude anyone.",
      "Gioia_dog005": "Hey, I am sorry hun, I almost forgot, I had to take care of something I just can't postpone, can you deal with the rest of the invitations?",
      "Mario_dog004": "Come on, not today! You said you didn't have any plan! What is it now? Where do you have to go?",
      "Gioia_dog006": "The deal was clear, I want to keep separated what we are having here and what I do when I am not here. You promised.",
      "Mario_dog005": "OK, OK. Got it. There's always something you need to do.",
      "Gioia_dog007": "Come on, hun, you know I do it for us. I don't want to bring here my worries and my concerns about my work or, like in this case, about my family. This is our happy place, there is no need to discuss about what can be left outside...",
      "Gioia_dog008": "It's still my birthday, I have to find the time to celebrate with my relatives.",
      "Mario_dog006": "How is it even possible that your family is a concern? You hardly ever mention them! You never introduced me to them! Do they even know I exist? Have you ever told them we have something going on here? Can't they join the celebrations here?",
      "Gioia_dog009": "Oh, come on, don't be silly! We already discussed about this. What I do with my private life is not their business. I want them to stay out of this. They wouldn't understand.",
      "Mario_dog007": "You are ashamed of this relationship, aren't you?",
      "Gioia_dog010": "Don't. Just don't. Not again. I had enough, I have things to take care of. I'll be back later.",
      "Mario_dog008": "[i]Sh#t![/i]",
      "Mario_dog009": "[i]I just can't stand this. [/i]",
      "Mario_dog010": "[i]And now she's mad.[/i]",
      "Mario_dog011": "[i]And I need to solve this before the party or she'll blame it on me.[/i]",
      "Mario_dog012": "[i]I know what will change her mood...[/i]",
      "Mario_dog_mariohouse": "[i]I am not escaping this by getting back here! And probably someone else took this place already.[/i]",
      "Mario_dog_gioiahouse": "[i]I hope she won't decide to get back here...[/i]",
      "Mario_dog_park": "[i]Sure. Should I pick some flowers? Lame...[/i]",
      "Mario_dog_townhall": "[i]I could hang a banner from the rooftop. \"Forgive me\". Pathetic. And then I'd get arrested. I don't have the privileges to get here.[/i]",
      "Mario_dog_restaurant": "[i]This reminds me I haven't been eating anything for lunch.[/i]",
      "Mario_dog_bar": "[i]And then what? Buy an \"all you can drink\" voucher she'd never use?[/i]",
      "Mario_dog_dogpound": "[i]I guess this is the right day. Someone is going to find a new home! Let's go.[/i]",
      "Mario_dog013": "Hello buddy! Who is a good boy? Who is going to make someone happy for her birthday?",
      "System_022": "1 New message",
      "System_023": "Check the message",
      "Gioia_dog011": "Hey, I had to go back home because forgot something. I decided to text you, so I could save you some time.",
      "Gioia_dog012": "Never mind about the invitations. Maybe it is not a good idea to throw a party.",
      "Gioia_dog013": "Don't wait for me. I don't know when I'll be back.",
      "System_024": "Text back",
      "Mario_dog014a": "Wait, what are you saying, we've been waiting for this moment forever! Our first party at our new place!",
      "Mario_dog014b": "Come on, don't be silly, I was just overreacting, I'd just want you not to be ashamed of us and introduce me to your parents for once! I am sorry!",
      "Mario_dog014c": "I just sent the invitation to everybody, we can't just cancel the party!",
      "System_025": "Typing...",
      "Gioia_dog014": "I am sorry. This is just not working. I wanted so badly to make things work. I am feeling trapped in this relationship. I need something more. You just can't satisfy my needs. Everything seems so perfect and yet so fake.",
      "Mario_dog015": "Honey, what are you saying? You know I do everything I can for you! I am always around, I am always there for you. Who else has ever stayed so close to you?",
      "Gioia_dog015": "This is not the problem! I need a real man, someone that can give me real sensations, someone able to literally take my breath away!",
      "Mario_dog016": "I thought I was the one making you feel this way...",
      "Gioia_dog016": "You were. You used to give me shivers. You used to make me laugh until I cried. You were the one whispering in my ears until I fell asleep. And god how I loved it.",
      "Gioia_dog017": "But things cannot stay like this forever.",
      "Mario_dog017": "...",
      "Mario_dog018": "You know I cannot do more than this. We discussed this already. I thought you were OK with this.",
      "Gioia_dog018": "I thought as well. I was in a difficult period when we met. I thought it was enough. I thought it would help me moving on. It was amazing.",
      "Mario_dog019": "Then what changed?",
      "Gioia_dog019": "People just change. We wanted our love to be beautiful, not realistic.",
      "Mario_dog020": "I don't understand.",
      "Gioia_dog020": "I need a real life. And this is not real to me. Not anymore.",
      "Mario_dog021a": "It is real. My love for you is real. What we have here is real. Don't do this to me.",
      "Mario_dog021b": "Reality as well is merely an illusion, albeit a very persistent one. You will regret giving up the dream.",
      "Mario_dog021c": "One person's craziness is another person's reality. And we were happy to be crazy together.",
      "Mario_dog021d": "The real world is where the monsters are. I can keep you safe.",
      "Mario_dog021e": "Reality is frequently inaccurate. And overrated.",
      "Mario_dog021f": "Reality exists in the human mind, and nowhere else. We create our own reality.",
      "Mario_dog22": "I'll be waiting for you at your party. We'll all be waiting for you. There will be all of our friends!",
      "Gioia_dog021": "Don't wait for me tonight. I'll stay at my parents'.",
      "Mario_dog23": "We'll fix everything tomorrow... I got you a present...",
      "System_026": "...",
      "Mario_bday_001": "Hey, thanks for coming!",
      "Mario_bday_002": "Sure, you can leave that over there...",
      "Mario_bday_003": "Yeah, I'll be there in a sec...",
      "Mario_bday_004": "Oh, hi! Good to see you here!",
      "Mario_bday_005": "Yeah, she should be here any minute...",
      "Mario_bday_006": "[i]Come on, don't do this to me...[/i]",
      "Mario_bday_007": "Hey guys, I've organized a multiple choice quiz for the afternoon, don't forget to book your place if you want to participate!",
      "Mario_bday_008": "[i]Come on, this was supposed to be our dream party...[/i]",
      "npc_bday_001": "Hey! Welcome! Happy birthday!",
      "npc_bday_002": "We've been waiting for you!",
      "npc_bday_003": "Hello! Good to see you! We almost thought you wouldn't come!",
      "Gioia_bday_001": "Hey guys! You're so many! Thanks for coming!",
      "Mario_bday_009": "Hey, you came... I am so glad you did... I was so worried...",
      "Gioia_bday_002": "Hey... thanks for this party. The garden is amazing.",
      "Mario_bday_010": "I am sorry about yesterday, I really am. Are you still mad at me?",
      "Gioia_bday_003": "It's OK. I'll just- hey! Why hello! What is this?",
      "Mario_bday_011": "Oh, well, that's your present... I know you wanted a dog, but well... This one weighs less, performs better...",
      "Gioia_bday_004": "Hello cutie! Sooo nice!",
      "npc_bday_004": "So! How many this year? You're getting old, aren't you?",
      "npc_bday_005": "Hey, that's not getting older, it is leveling up!",
      "npc_bday_006": "Hahahahahahaha!\nHahahahahahah!\nHehehehheeheh!",
      "Gioia_bday_005": "Soooo funny of you guys... Thanks, thank you all for joining me here. It means a lot to me.",
      "Gioia_bday_006": "Especially today, especially in this moment.",
      "Gioia_bday_007": "I never thought I would have taken this decision, but I made up my mind.",
      "Gioia_bday_008": "And that is why it is so important you are all here now. I was not sure I wanted to attend this party but it is a great occasion to say what I need to say.",
      "Gioia_bday_009": "You've all been part of my life in these last three years or so. You got to know me, and I got to know you.",
      "Gioia_bday_010": "You welcomed me when I was having a tough time, you made me laugh, you made me grow.",
      "Gioia_bday_011": "And that is why I wish to thank you all. It costs me a lot, but I need to spread my wings, now. This life no longer belongs to me.",
      "Gioia_bday_012": "I am sure well'have our chance to meet somewhere else. Many of you know where to find me. I'll be happy to see you, really.",
      "Gioia_bday_013": "Maybe I'll pass by from time to time to bring back good memories and see if you're still around...",
      "Gioia_bday_014": "But for now, I am saying goodbye. I hope you'll understand and respect my decision.",
      "Gioia_bday_015": "You also know I hate long goodbyes, which is why I'll cut short and I'll go now, I am not changing my mind. Take care you all, I'll always keep a great memory of this place and my time spent with you.",
      "Mario_bday_012": "Wait- what?! Mael, wait! What are y-",
      "Gioia_bday_016": "Thank you so much guys. See you around, don't be a stranger!",
      "Mario_bday_013": "Mael, please don't! Stay! Don't go!",
      "Mario_bday_014": "No, Mael, don't!",
      "System_027": "[color=red]User: Mael got disconnected.[/color]"
    }
  },
  "it": {
    "translation": {
      "System_001": "Ti diamo il benvenuto a Borgo Reale! È un piacere averti qui!",
      "System_002": "Premi spazio per interagire, leggere e parlare.",
      "System_003": "Premi i tasti freccia per camminare.",
      "System_004": "Prenditi il tuo tempo per esplorare i dintorni, fare una passeggiata e goderti la città!",
      "System_005": "Potresti trovare qualche attività interessante da fare e conoscere nuove persone!",
      "System_006": "Divertiti!",
      "Mario_001": "[i]Non sembra male qui. Vediamo un po' cosa c'è in giro.[/i]",
      "Town_hall_party": "[b]Municipio\nFesta danzante, questo venerdì sera nella sala comunale.\nOrario: 20:00 - 23:00\nIngresso gratuito[/b]",
      "Mario_party": "[i]Oh, beh. Non sono un appassionato di balli, ma può essere una buona occasione per incontrare qualcuno. Meglio che vada a prepararmi e che mi metta qualcosa di carino.[/i]",
      "Dog_pound_sign": "[b]Canile\nVieni a conoscere il tuo nuovo migliore amico.[/b]",
      "Mario_dog": "[i]Ho sempre desiderato un cane. Ma non credo di potermi prendere una simile responsabilità da solo. Magari prima o poi potrò condividere una simile gioia con qualcuno.[/i]",
      "Inn": "[b]AvaBar\nGrog, Nuka Cola, Birra Pißner e molto altro.\nSiamo aperti![/b]",
      "Mario_Inn": "[i]Sembra fico. Dovrei tornarci prima o poi. Ma al momento non ho voglia di bere da solo.[/i]",
      "Restaurant": "[b]Ristorante\nBYOB - Bevande a vostro carico[/b]",
      "Mario_restaurant": "[i]L'ambiente sembra piacevole. Ma non amo sedermi a tavola da solo.[/i]",
      "Park": "[b]Parco comunale\nOrario di apertura:\n9:00 - 21:00[/b]",
      "Mario_park": "[i]Che giardino adorabile. Mi piacerebbe avere qualcosa di simile a casa.[/i]",
      "House_sign": "[b]In vendita[/b]",
      "Mario_house": "[i]Diamine! Questa è la casa dei miei sogni!\nNon so cosa darei per poter vivere qui![/i]",
      "Mario_party_1": "[i]Dovrei andare a prepararmi prima che sia troppo tardi...[/i]",
      "Mario_party_2": "[i]Speriamo ci sia un servizio bar. A volte far due chiacchiere col barista è l'unico modo di sopravvivere a una serata a ballo.[/i]",
      "Mario_partynight_restaurant": "[i]No. La festa non è qui.[/i]",
      "Mario_partynight_bar": "[i]Forse per un after dopo la festa? Sempre che sia ancora aperto.[/i]",
      "Mario_partynight_house": "[i]Lo so che non sono la persona più socievole del mondo, ma sforziamoci un po'. Dopotutto, sono venuto qui per socializzare un po'...[/i]",
      "Mario_partynight_000": "[i]Dovrei proprio darmi una mossa. La festa non mi aspetterà in eterno.[/i]",
      "Mario_partynight_001": "[i]Wow. C'è un bel po' di gente.[/i]",
      "Mario_partynight_002": "[i]Mi sento tremendamente fuori posto.\nCosa mi è venuto in mente?\nIo odio le serate danzanti. Perché mai questa sarebbe dovuta essere diversa?[/i]",
      "Mario_partynight_003": "[i]Resterò giusto per qualche minuto, in disparte. Giusto per vedere che tipo di gente c'è.[/i]",
      "Gioia_partynight_001": "Ehi! Sei nuovo da queste parti, non è vero?\nSono Mael, piacere di conoscerti!",
      "Mario_partynight_004": "Uh, sì, cioè, certo. Sono nuovo.",
      "Gioia_partynight_002": "Ciao, Nuovo, piacere di conoscerti! Quando sei arrivato?",
      "Mario_partynight_005": "No, ehm, voglio dire... non sono nuovo. Cioè, sì, lo sono. Uff. Mi chiamo Ariom. Ho già fatto un disastro, vero?\nNon sono abituato a questo tipo di interazioni... A questi posti. Voglio dire... È la mia prima volta, sono arrivato da poco.",
      "Gioia_partynight_003": "Ehi, ma è fantastico! Dovrei mostrarti un po' i dintorni! Ci sono un sacco di belle cose da fare, di posti da vedere, persone da conoscere!",
      "Gioia_partynight_004": "Basta preoccupazioni! Lascia la tua vita fuori da questa sala da ballo e goditi la serata!",
      "Mario_partynight_006": "[i]Questo posto non può essere reale. È impossibile che qualcuno come lei sia davvero venuto a presentarsi. Non potrebbe succedere neanche in un milione di anni. Sta accadendo davvero?[/i]",
      "Gioia_partynight_005": "Ehi gente, questo è Nuovo! Voglio dire, Ariom, è appena arrivato. Diamogli il benvenuto!",
      "Gioia_partynight_006": "...",
      "Mario_partynight_007": "[i]Davvero mi sto divertendo in un posto simile?\nIn un evento del genere? Possibile che sia il posto che stavo davvero cercando?[/i]",
      "Mario_partynight_008": "[i]Chissà. E lei?[/i]",
      "Mario_partynight_009": "[i]Non la conosco neanche, ma le cose di cui parla, il modo in cui mi ha avvicinato prima...[/i]",
      "Mario_partynight_010": "[i]Credo che resterò nei dintorni ancora per un po'...[/i]",
      "Gioia_partynight_007": "Ehi... Che serata... Ti è piaciuta? Spero tu ti sia divertito...",
      "Gioia_partynight_008": "È stato un piacere conoscerti... Pensi di restare ancora in giro? Potremmo incontrarci di nuovo, da qualche parte...",
      "Mario_partynight_011": "Ma sì, perché no. Non ero sicuro di voler restare, ma perché no. Sembra un posto carino, e scommetto che puoi aiutarmi a scoprirlo meglio.",
      "Gioia_partynight_009": "È tardi. Farei meglio ad andare. Si torna alla vita di tutti i giorni, domani. E dovresti andare anche tu. Non hai niente da fare domani mattina?",
      "Mario_partynight_012": "Hai ragione. Alla prossima, allora. Ci becchiamo in giro... 'Notte!",
      "Town_hall_postparty": "Municipio\nPesca di beneficienza ogni domenica - Informazioni all'interno[/b]",
      "Mario_first_date001": "[i]Bene, vediamo chi c'è in giro oggi. Andiamo a fare due passi.[/i]",
      "Mario_first_date002": "[i]Chissà se la becco da qualche parte. Magari neanche gira da queste parti abitualmente...[/i]",
      "Mario_first_date003": "[i]Magari è passata solo ieri per la festa.[/i]",
      "Mario_first_date004": "[i]Voglio davvero vedere se riesco a trovarla...[/i]",
      "Mario_first_date005": "Oh, eccoti! Non ero sicuro di trovarti!",
      "Gioia_first_date001": "Ma ciao! Che piacere vederti! E così sei ancora nei dintorni! Questo è il mio posticino, ti piace?",
      "Gioia_first_date002": "E tu dov'è che stai?",
      "Mario_first_date006": "Davvero una bella casetta! Io invece mi sono sistemato in una casetta vicino ai boschi, a nord ovest del centro città.",
      "Gioia_first_date003": "Bene! Mi piacerebbe vederla!",
      "Mario_first_date007": "Oh, beh, non è niente di che, la sto ancora sistemando, al momento è davvero una versione base...",
      "Gioia_first_date004": "Ma va, sono sicura che sia un bel posticino!",
      "Mario_first_date008": "Se insisti... OK, ti mostrerò dove sto.",
      "Gioia_first_date005": "E quindi, ti piace qui?",
      "Mario_first_date009": "Non è male, è un bel posto per staccare da una vita caotica, non credi?",
      "Gioia_first_date006": "Sì, certo. Sono qui da un po', la gente è carina. Non come quelli ossessionati dai social, se capisci a cosa mi riferisco. Vengono qui per scappare dalla loro vita, si svagano, escono, vedono altra gente... Non è meglio?",
      "Mario_first_date010": "Immagino di sì... Anche io sono qui per lo stesso motivo. Avevo bisogno di una pausa dai social. Avevo bisogno di qualcosa di diverso, interagire con la gente...",
      "Gioia_first_date007": "Non è quello di cui tutti abbiamo bisogno?",
      "Mario_first_date011": "Eccoci qui. Questa è la mia umile dimora. Sì, non ridere, anche io avrei preferito qualcosa di meglio, ma per il momento mi accontento di queste orribili tegole...",
      "Gioia_first_date008": "Ma dai! A me piace quel colore! È uno dei miei preferiti! E sei qui da solo?",
      "Mario_first_date012": "Sì... sai, momento difficile... Per questo ho deciso di venire qui.",
      "Gioia_first_date009": "Oh, mi dispiace... Ma sono sicura che ti piacerà, qui. Vedrai!",
      "Mario_first_date013": "Sì beh, mi chiedevo... Sei qui da più tempo di me, magari potresti sugger-",
      "Gioia_first_date010": "Ma certo! Senti, ho delle cose da sbrigare, perché non ci incontriamo al bar più tardi? L'ambiente è fantastico, la musica è top, e potrai raccontarmi qualcosa su di te... Sarò di ritorno in... diciamo un paio d'ore, va bene?",
      "Mario_first_date014": "C-certo, ti aspetterò. Sbrigherò un paio di cose per la casa e ti aspetterò al bar. Mi riconoscerai, sono quello... beh, quello vestito come adesso!",
      "Gioia_first_date011": "Ahah, sei simpatico, sai? A più tardi!",
      "Mario_first_date015": "Ciao...",
      "Mario_first_date016": "[i]OK. Andrà tutto bene. Cosa mai potrà andar storto? Sono solo due chiacchiere.[/i]",
      "Mario_first_date017": "[i]E ora non ho voglia di metter mano alla casa. Mi leggerò un libro per ingannare l'attesa.[/i]",
      "Gioia_bar001": "Bene, credo che prenderò una birra. Tu?",
      "Mario_bar001": "Mhmm, io prenderò del sidro.",
      "Gioia_bar002": "OK, facciamo un brindisi al tuo arrivo?",
      "Mario_bar002": "Certo, perché no? Al mio arrivo!",
      "Gioia_bar003": "E quindi, come sei arrivato qui?",
      "Gioia_bar004": "No, aspetta, comincio io, così ti sentirai più a tuo agio a raccontare.",
      "Gioia_bar005": "Io sono arrivata qui un paio di anni fa.",
      "Gioia_bar006": "Sono stata all'estero per un anno per un progetto, e quando sono tornata non mi sentivo più a casa.",
      "Gioia_bar007": "Ho iniziato a vedermi con gli amici sempre di meno, molte cose erano cambiate in un anno...",
      "Gioia_bar008": "Alcuni si sono sposati, altri hanno figliato, altri sono espatriati...",
      "Gioia_bar009": "La prima volta che sono capitata qui mi sentivo terribilmente sola. Poi ho continuato a venire durante i week end, e mi sembrava di respirare un'aria nuova...",
      "Gioia_bar010": "Avevo bisogno di un posto nuovo dove ricominciare da capo. E così ho deciso che questo era il posto giusto dove passare il mio tempo.",
      "Gioia_bar011": "Di tanto in tanto faccio ancora un salto nei posti che ero solita frequentare con i miei amici, ma ormai sono parte della mia vecchia vita.",
      "Gioia_bar012": "Qui si sta meglio. Non devo avere a che fare con tutte quelle cose che mi ricordano dei bei tempi andati quando ancora avevo i miei amici e le mie attività.",
      "Gioia_bar013": "OK, ora tocca a te...",
      "Mario_bar003": "Oh, la tua storia è molto interessante. Posso immedesimarmi parecchio.",
      "Mario_bar004": "Per quanto mi riguarda...",
      "Mario_bar004A": "...volevo passare del tempo da solo.",
      "Mario_bar004B": "...volevo cominciare una nuova vita da zero.",
      "Mario_bar004C": "...non avevo più stimoli nella mia vita.",
      "Mario_bar004A1": "Stavo iniziando a non essere più in controllo sulla mia vita. Troppe cose da fare, troppe cose da sbrigare, troppi eventi, troppe richieste. Avevo bisogno di fermarmi.",
      "Mario_bar004B1": "Non ero interamente soddisfatto dalla mia vita. Ho pensato che fosse tempo di ricominciare da capo e iniziare a fare solo quello che amo fare.",
      "Mario_bar004C1": "Ho provato pressoché qualsiasi cosa nella mia vita. E niente era mai abbastanza. Mi stavo iniziando ad annoiare. Ma questo sembra completamente differente da tutto quello che ho provato finora, e ho pensato di dargli una chance.",
      "Gioia_bar014": "Beh, Ariom, sono sicura che sei nel posto giusto. E cos'è che ti piace fare?",
      "Mario_bar005A": "Sono appassionato di birdwatching.",
      "Mario_bar005B": "Per lo più gioco ai videogiochi.",
      "Mario_bar005C": "Mi piace scrivere racconti brevi e romanzi.",
      "Mario_bar005A1": "Mi intriga poter sbirciare nella vita di altre creature, studiare i loro comportamenti, e poterlo fare restando completamente in solitudine.",
      "Mario_bar005B1": "Ti permettono di divertirti anche se sei da solo. E se giochi con altre persone puoi far finta di non essere più solo anche se le altre persone non sono fisicamente vicine.",
      "Mario_bar005C1": "Mi piace l'idea di poter decidere della vita e degli eventi di altre creature.",
      "Gioia_bar005A1": "Oh, davvero?! Io guardo dozzine di documentari sugli uccelli! Avevo anche iniziato un corso di biologia a poi non sono riuscita a terminare gli studi... Posso suggerirti un sacco di film grandiosi a riguardo!",
      "Gioia_bar005A2": "Non mi dire! Anche io sono una nerd! Dovremmo organizzare una sfida prima o poi! Io sto a ruota con GDR e sparatutto, sono imbattibile! Ma con i giochi di ritmo sono una pippa!",
      "Gioia_bar005A3": "Oh mio dio, è TROPPO interessante! Anche io scrivevo un sacco, ma ultimamente non ho quasi più tempo... Ti andrebbe di mostrarmi qualcuno dei tuoi lavori? Muoio dalla curiosità! Magari potrei condividere con te un blog che tenevo anni fa...",
      "Mario_bar006": "Oh, ma ti prego! Quante possibilità c'erano? Certo, con piacere! E ora mi stupiresti oltre ogni ragionevole possibilità se mi dicessi che sei anche appassionata di...",
      "Mario_bar006A": "...folklore e tradizioni!",
      "Mario_bar006B": "...miniature e modellini!",
      "Mario_bar006C": "...sassi e conchiglie!",
      "Gioia_bar0060": "Dai, smettila! Cos'è, mi stavi spiando? Non può essere davvero!",
      "Gioia_bar006A1": "Ho un'enorme collezione di canti golari della mongolia e brani tradizionali degli Ainu! E i cori bulgari? Non li adori?",
      "Gioia_bar006A2": "Colleziono mobili in miniatura e li utilizzo come set fotografici per mantidi religiose e altri insetti! E poi riproduco in scala le ambientazioni cinematografiche!",
      "Gioia_bar006A3": "Ho iniziato a collezionare conchiglie a 5 anni! E ho un ciottolo dal monte Fuji, i granelli di sabbia a forma di stella di Okinawa, sassi neri dall'Islanda...",
      "Mario_bar007": "OK, OK, vacci piano. Questo è quantomeno bizzarro. Ho bisogno di un altro bicchiere. Avremo un bel po' di chiacchiere da fare...",
      "System_007": "La mattina seguente",
      "Mario_bar008": "...ed è cosi che quella quokka mi ha lanciato uno dei suoi cuccioli - che sono detti \"Joey\" - per sfuggire da me...",
      "Mario_bar009": "Oh cielo, è tardissimo, ti ho tenuta sveglia tutta la notte! Ma questo bar non chiude mai?",
      "Gioia_bar014.1": "Non che io sappia... Ogni volta che ci passo davanti è aperto. Diavolo, hai fatto così tante cose nella tua vita! Ne voglio sapere di più, è troppo interessante! Perché non ci vediamo per cena la prossima volta?",
      "Mario_bar010": "Ehi, di sicuro non perdi tempo, eh? Certo, quando preferisci.",
      "Gioia_bar015": "Ottimo. C'è un ristorante carino non distante da dove sto io.",
      "Gioia_bar015.1": "Non sarò nei paraggi nei prossimi due giorni. Fatti trovare da me fra tre giorni, verso le 18:00 e ti ci porto.",
      "Gioia_bar016": "Se non ci sono ancora aspettami. Prima o poi arrivo.",
      "Mario_bar011": "Affare fatto. Idee sul tipo di cibo?",
      "Gioia_bar017": "Credo che mangerò del Dim sum. Ma se non sei incline al cibo asiatico mangia pure quello che vuoi, non devi per forza mangiare quello che prendo io!",
      "Gioia_bar018": "È stra-tardi, devo scappare, bye!",
      "Mario_bar012": "Certo, alla prossima!",
      "Mario_bar013": "[i]Oh beh. Chi l'avrebbe mai detto che avremmo avuto così tante cose in comune di cui parlare? E ora questi due giorni saranno un'attesa infinita. Devo trovarmi qualcosa da fare.[/i]",
      "Mario_bar014": "[i]E, tra l'altro, che avrà mai da fare? Per due giorni? Chi si fa gli affari suoi campa cent'anni. Chissà se camperò fino a fra tre giorni...[/i]",
      "Mario_dinner001": "[i]Diavolo, mi è sembrato che questo giorno non arrivasse mai. Ho perlustrato questo luogo in lungo e in largo e non c'è nulla di vagamente interessante quanto Mael.[/i]",
      "Mario_dinner002": "[i]Ho sbirciato la gente di passaggio, ma non riesco a smettere di pensare a lei.[/i]",
      "Mario_dinner003": "[i]Dicono che \"Prima dell'alba\" sia solo un film. E se non fosse così? E se potesse capitare a chiunque? A me?[/i]",
      "Mario_dinner004": "[i]E se non si presenta?[/i]",
      "Mario_dinner005": "[i]E se non abbiamo più niente di cui parlare?[/i]",
      "Mario_dinner006": "[i]E se fa rumori con la bocca mentre mastica?[/i]",
      "Mario_dinner007": "[i]No. Non ci vado. Meglio restare nel dubbio che andare davvero e scoprire che era tutta un'illusione.[/i]",
      "Mario_dinner008": "[i]Non mi presenterò. Ma poi lei mi verrà a cercare. Le ho fatto vedere dove trovarmi.[/i]",
      "Mario_dinner009": "[i]No. Non posso comportarmi così. Penserà di non piacermi. O peggio. Penserà di avermi offeso.[/i]",
      "Mario_dinner010": "[i]OK. Devo andare. E se le cose si mettono male, troverò una scusa per defilarmi.[/i]",
      "Mario_dinner011": "[i]Posso farcela. Andiamo.[/i]",
      "Mario_far": "[i]Ho per caso dimenticato dove trovarla?[/i]",
      "Mario_delay1": "[i]Non voglio che stia ad aspettarmi.[/i]",
      "Mario_dinner011.1": "[i]Lo sapevo. Non verrà. Non sarei dovuto venire.[/i]",
      "Gioia_dinner001": "Ma ciao! Pensavo ti fossi dimenticato! Arrivo subito, è quasi ora di cena!",
      "Gioia_dinner002": "Hai deciso cosa mangerai?",
      "Mario_dinner012": "Sì, ultimamente ho avuto un sacco voglia di risotto, e stasera è la serata giusta per mangiarne.",
      "Gioia_dinner003": "Ottima scelta. Sono pronta, andiamo!",
      "Gioia_dinner004": "Mmm, questo Dim sum è delizioso. Era da un bel po' che non ne mangiavo. Com'è il tuo risotto?",
      "Mario_dinner012.1": "Non male. Ne ho mangiati di migliori, ma non mi posso lamentare. Vuoi provarlo?",
      "Gioia_dinner005": "Ahah. No grazie. Passo. Ma grazie per aver chiesto...",
      "Mario_dinner013": "Vieni spesso qui?",
      "Gioia_dinner006": "No, ci sono stata un paio di volte quando ho iniziato a girare da queste parti, ma poi non c'era mai nessuno con cui venirci.",
      "Gioia_dinner007": "Ma ogni tanto organizzano serate a quiz, qui. Se non erro ti piacciono queste cose, magari ti avverto se organizzano qualcosa in futuro, potremmo giocare in squadra assieme!",
      "Mario_dinner014": "Sarebbe fantastico! Ti ho già detto di quella volta che ho vinto una katana partecipando a un quiz sulle sigle dei cartoni?",
      "Gioia_dinner008": "Oh no, non di nuovo! Non dirmi che sei anche uno di quei pazzi tipo l'uomo gatto so-tutto-io maniaci di sigle e canzoni! Devo troppo sfidarti! E non accetterò un no come risposta!",
      "Mario_dinner015": "Te la sei cercata! Te ne pentirai!",
      "System_010": "Innumerevoli discorsi sui cartoni dopo...",
      "Gioia_dinner009": "Oh, aspetta un secondo, sta squillando il telefono. Devo rispondere.",
      "System_011": "10 minuti dopo",
      "Gioia_dinner010": "Mi dispiace, era il capo. Vuole che mi occupi di una cosa urgente. Tanto avevo finito con il Dim sum. Hai finito anche tu il risotto, no?",
      "Mario_dinner016": "Sì, vai pure. Mi sono ricordato anche io di dovermi occupare di qualcosa. Possiamo beccarci un'altra volta, non mi offendo.",
      "Gioia_dinner011": "Ehi, ci conto, eh! Anzi, sai cosa? Facciamo domani. Ti va una passeggiata dopo cena?",
      "Mario_dinner017": "Perché non durante il giorno? Vuoi lasciarmi in attesa tutto il giorno?",
      "Gioia_dinner012": "Beh, sai, ho cose da fare... E ne avrai anche tu, no?",
      "Mario_dinner018": "Certo. Un mucchio di roba. Non ti preoccupare. Facciamo così: ci vediamo verso le 21:00 alla piazza centrale.",
      "Gioia_dinner013": "Ci sarò. Stammi bene.",
      "Mario_dinner019": "Anche tu.",
      "Mario_dinner020": "[i]Ed ecco che sparisce di nuovo. Mi farà impazzire. Ma mi piace da matti. [/i]",
      "Mario_dinner021": "[i]Ma stavolta sarò io a farla impazzire.[/i]",
      "Mario_dinner022": "[i]Ho l'intero giorno per pianificare tutto. Resterà a bocca aperta.[/i]",
      "Mario_dinner023": "[i]Sarà tutto perfetto.[/i]",
      "Mario_night007": "Certo, perché no?",
      "Gioia_night003": "Perché non si vede nulla di notte!",
      "Mario_night008": "E allora? Cosa può succedere? Non c'è nessuno nei dintorni. E se anche ci fosse qualcuno, se è buio pesto nessuno si accorgerà di noi!",
      "Gioia_night004": "È che sembra... sai...",
      "Mario_night009": "Dai, lasciati andare. Ho preparato tutto. Fidati.",
      "Gioia_night005": "E va bene. YOLO.",
      "Mario_night010": "Ora aggrappati e non lasciarmi andare. Chiudi gli occhi e non sbirciare. Ti dirò io quando aprire gli occhi.",
      "Mario_night011": "OK. Puoi aprire gli occhi.",
      "Gioia_night006": "Oh... mio...",
      "Mario_night012": "Ne è valsa la pena?",
      "Gioia_night007": "Sembra così vicino... Mi ricorda di quella vecchia canzone...",
      "Mario_night013": "Il cielo in una stanza...",
      "Gioia_night008": "Il cielo in una stanza...",
      "Mario_night014": "♪ \"Quando sei qui con me...\" ♪",
      "Gioia_night009": "♪ \"Questa stanza non ha più pareti, ma alberi...\" ♪",
      "Mario_night015": "♪ \"Io vedo il cielo sopra noi, che restiamo qui, abbandonati...\" ♪",
      "Gioia_night010": "Nessuno aveva mai fatto nulla di simile per me...",
      "Gioia_night011": "Vorrei che questa notte non finisse mai.",
      "Mario_night016": "Perché dobbiamo tornare alle nostre attività domani? Non possiamo semplicemente restare qui per sempre?",
      "Gioia_night012": "Lo vorrei tanto.",
      "Mario_whatweare001": "[i]E buongiornissimo a me. Cacchio, ho sprecato quasi tutto il giorno. Non che sia riuscito a dormire molto, ultimamente.[/i]",
      "Mario_whatweare002": "[i]OK, mi sembra ovvio che se prima non fossi molto sicuro se restare o meno, ora ho la mia risposta.[/i]",
      "Mario_whatweare003": "[i]Stanotte mi sono sentito più vivo di quanto mi ci sia mai sentito nell'ultimo anno.[/i]",
      "Mario_whatweare004": "[i]E sono sicuro che sia lo stesso anche per lei.[/i]",
      "Mario_whatweare005": "[i]E sono anche così stupido che non le ho detto nulla.[/i]",
      "Mario_whatweare006": "[i]Farò il primo passo. È la mia occasione.[/i]",
      "Mario_whatweare007": "[i]Dovrei davvero andare a cercarla.[/i]",
      "Mario_whatweare008": "[i]Mi chiedo se sia già sveglia.[/i]",
      "Mario_whatweare009": "[i]Deve essere a casa. Spero sia felice di vedermi di prima matt... ehm... pomeriggio...[/i]",
      "Mario_whatweare_townhall": "[i]Non ho tempo da perdere qui. Ho di meglio da fare.[/i]",
      "Mario_whatweare_bar": "[i]Non è il momento di farsi una bevuta.[/i]",
      "Mario_whatweare_restaurant": "[i]Non ho fame adesso, il mio stomaco è già abbastanza pieno di farfalle![/i]",
      "Mario_whatweare_houseforsale": "[i]Forse sto esagerando. Ma chissà se...[/i]",
      "Mario_whatweare_dogpound": "[i]Sì, ci prenderemo un cane, e un sacco di gatti. E un mucchio di conigli. Ma non ora![/i]",
      "Mario_whatweare010": "Ehi, Mael! Ci sei? Sveglia!",
      "Mario_whatweare011": "Ehiiiii?!",
      "Mario_whatweare012": "Sembra che non ci sia. Dove può essere?",
      "Mario_whatweare013": "Andiamo a dare un'occhiata.",
      "Mario_whatweare014": "Forse qualcuno l'ha vista in giro...",
      "Mario_whatweare015": "Ehi, conosci Mael? L'hai vista in giro?",
      "Randomguy1": "No, mi spiace...",
      "Mario_whatweare016": "Ehi, scusa, conosci Mael? L'hai vista oggi?",
      "Randomguy2": "No, non mi sembra...",
      "Mario_whatweare017": "Uh, scusa, hai visto in giro Mael? Carina, capelli rossi...",
      "Randomguy3": "Uh, certo, Mael. Era in giro, stamattina, molto presto. Ha detto di essere in ritardo ed è scappata di corsa. Aveva da fare non so cosa...",
      "Mario_whatweare018": "Grazie.",
      "Mario_whatweare019": "[i]Che stupido che sono, non le ho neanche chiesto il numero di telefono! Dovrò aspettare fin quando non sarà di ritorno.[/i]",
      "Mario_whatweare020": "[i]Meglio aspettare davanti a casa sua.[/i]",
      "Mario_whatweare021": "[i]OK, ho tempo. Magari mi leggo un libro nell'attesa.[/i]",
      "System_014": "Un paio di ore dopo...",
      "Gioia_whatweare001": "Ciao! Cosa fai qui?",
      "Mario_whatweare022": "Ehi. Ti stavo aspettando. Non ti trovavo da nessuna parte! Dove eri finita?",
      "Gioia_whatweare002": "Ehi, non vai mai altrove? Mi stavo occupando di robe personali. Tutti lo fanno!",
      "Mario_whatweare023": "Certo. Ed è proprio per questo che sono qui. Sono qui per occuparmi di qualcosa di personale.",
      "Gioia_whatweare003": "N-non sono sicura di seguirti.",
      "Mario_whatweare024": "Vieni. Facciamo un giro. Ti va?",
      "Mario_whatweare030A": "L'ultimo paio di giorni con te hanno significato più di quanto potessi immaginare.",
      "Mario_whatweare030B": "Credevo fosse una pessima idea venire qui, ma grazie a te ho preso una decisione.",
      "Mario_whatweare030C": "Non può essere una coincidenza che ci siamo conosciuti qui e che abbiamo così tante cose in comune.",
      "Mario_whatweare030A1": "Impazzisco al pensiero che tu possa dissolverti nel nulla e che possa perdere la mia occasione.",
      "Mario_whatweare030B1": "C'è un motivo per cui voglio restare, e quel motivo sei tu.",
      "Mario_whatweare030C1": "E se anche fosse una coincidenza, voglio essere sicuro di fare tutto il possibile per assicurarmi che diventi qualche altra cosa.",
      "Mario_whatweare031": "È come se il mondo che mi circonda avesse dei colori più vividi quando sono qui con te!",
      "Gioiamumbles": "...",
      "Mario_whatweare032houseforsale": "La vedi questa casa? Potrai pensare che io sia pazzo, ma ho iniziato a sognare a occhi aperti di abitarci con te. So quanto ti piacciono i barbecue e quanto ami crogiolarti al sole, non sarebbe stupendo? E le tegole sono del tuo colore preferito!",
      "Mario_whatweare033dogpound": "Ho anche pensato a come sarebbe venire qui e prendere un cucciolo, solo per noi... Non sarebbe fantastico? Mi hai detto che avresti sempre voluto avere un cagnolino ma che non ti sei mai potuta permettere di adottarne uno...",
      "Mario_whatweare034woods": "Potremmo passare pomeriggi interi a perderci nei boschi assaporandone l'atmosfera, per poi finire nel nostro bar preferito per una bevuta. Non ti piacerebbe?",
      "Mario_whatweare35centralsquare": "Ogni volta che passo davanti al municipio penso alla nostra prima notte assieme e a come mi hai fatto sentire. Sono disposto a imparare a ballare per te!",
      "Mario_whatweare36centralpark": "Guardare le stelle da solo non ha più senso se non posso farlo accanto a te...",
      "Gioia_whatweare004": "Ehi, ti capisco perfettamente, lo giuro. E mentirei se non dicessi che è così anche per me...",
      "Gioia_whatweare005": "Anche io vorrei passare più tempo con te. Ma vedi, non è così facile. Abbiamo entrambi le nostre vite, non è facile come dire \"ehi, ciao, perché non passiamo assieme ogni momento disponibile?\"...",
      "Mario_whatweare37": "Non è un contratto. Possiamo semplicemente provare. E se non funziona, ognuno per la sua strada. Ma se non proviamo non potremo mai sapere...",
      "Mario_whatweare38": "Prendila come una sfida...",
      "Gioia_whatweare006": "E se non funzionasse?",
      "Mario_whatweare39": "E se invece funzionasse?",
      "Gioia_whatweare007": "Certo che sai come convincere le persone...",
      "Mario_anniversary001": "Wow, guarda che roba! Non mi aspettavo la neve in questo periodo!",
      "Mario_anniversary002": "Hai freddo?",
      "Gioia_anniversary001": "No, sto bene, grazie. Tu?",
      "Mario_anniversary003": "Tutto bene. E comunque è solo un'impressione. Vedi la neve, pensi che faccia freddo. Non ti ci focalizzare...",
      "Gioia_anniversary002": "Vero. Mi dimentico sempre di quanto le percezioni possano essere alterate con un po' di sforzo mentale...",
      "Gioia_anniversary003": "Riesci a crederci? L'altr'anno a quest'ora c'era un clima primaverile e stavamo nel parco a guardare le stelle...",
      "Mario_anniversary003.1": "Già. Che follia. Qualcuno deve star incasinando le stagioni... Ehi, lassù! Basta neve, OK?",
      "Gioia_anniversary004": "Ehi, guarda che non ti si fila nessuno!",
      "Mario_anniversary004": "Hai già fatto colazione?",
      "Gioia_anniversary005": "Sì, ero di frettissima, mi hai tenuto sveglia fino a stratardi, ieri... Sono ancora assonnatissima!",
      "Mario_anniversary005A": "Ehi, non si può mica interrompere un film a metà!",
      "Mario_anniversary005B": "Ehi, non puoi mica interrompere una partita a un gioco da tavola a metà!",
      "Mario_anniversary005C": "Ehi, non puoi mica andartene a metà di un concerto!",
      "Gioia_anniversary005A": "Lo so! Ma io stamattina lavoro! E comunque il film era così noioso che mi sono quasi addormentata!",
      "Gioia_anniversary005B": "Lo so! Ma forse la prossima volta potremmo giocare a qualcosa di più breve, visto che devo alzarmi presto!",
      "Gioia_anniversary005C": "Lo so! Ma non era neanche il mio genere! La prossima volta decido io che concerto vedere!",
      "Gioia_anniversary006": "Devo andare, o mi licenziano. Ci vediamo stasera.",
      "Mario_anniversary006": "Certo. Io andrò a fare colazione. Non ti dimenticare di stasera, non fare tardi come al tuo solito!",
      "Gioia_anniversary007": "Non me lo perderei per nulla al mondo! E tu, non cazzeggiare tutto il giorno!",
      "Mario_anniversary007": "[i]Ecco che se ne va. Al solito.[/i]",
      "Mario_anniversary008": "[i]Che anno pazzesco.[/i]",
      "Mario_anniversary009": "[i]Sono così fortunato che abbia deciso di imbarcarsi in questa folle avventura.[/i]",
      "Mario_anniversary010": "[i]Abbiamo avuto un po' di alti e bassi, ma ci siamo adattati in fretta. Siamo riusciti a trovare i nostri ritmi e a far coincidere i nostri programmi.[/i]",
      "Mario_anniversary011": "[i]Ancora mi manda ai matti non sapere cosa combina tutto il giorno.[/i]",
      "Mario_anniversary012": "[i]Ma la sua privacy è l'unica cosa in cui mi ha chiesto di non ficcare il naso.[/i]",
      "Mario_anniversary013": "[i]Glielo devo. Sono spuntato così dal nulla, sono entrato a gamba tesa nella sua vita e le ho chiesto di cambiare i suoi piani e le sue abitudini.[/i]",
      "Mario_anniversary014": "[i]Ha la sua vita. E mi sta bene così.[/i]",
      "Mario_anniversary015": "[i]E poi lei non è che controlli costantemente cosa combino quando non stiamo insieme. Anche io ho la mia vita. E a proposito, dovrei organizzare le cose per stanotte.[/i]",
      "Mario_anniversary016": "[i]Farei meglio a stirare il mio completo, darmi una rasata, recuperare dei fiori... Speriamo di fare a tempo a fare tutto prima di cena![/i]",
      "System_015": "Qualche ora più tardi...",
      "Mario_anniversary017": "[i]Tutto bello e pulito! È ora di andare a recuperare la mia bella![/i]",
      "Mario_anniversary018": "[i]Non ha cambiato indirizzo...[/i]",
      "Mario_anniversary019": "[i]Non mi abituerò mai a vedere la neve in giro... Fa un effetto così strano![/i]",
      "Mario_anniversary020": "[i]Specialmente perché non sento affatto freddo![/i]",
      "Mario_anniversary021": "Tesooooorooooo!!! Sei in ritardo come al solito?",
      "Mario_anniversary022": "[i]Ovvio che sì.[/i]",
      "Gioia_anniversary007.1": "No, sono qui! Aspetta un minuto, sono quasi pronta!",
      "Mario_anniversary023": "Dai, è tardi! Ti aspetto al nostro tavolo, prima che qualcuno ce lo freghi!",
      "Gioia_anniversary008": "OK! Scusa, arrivo in un attimo! Non cominciare a mangiare senza di me!",
      "Mario_anniversary024_bar": "[i]Questo non è il ristorante... Magari possiamo fare un salto qui dopo...[/i]",
      "Mario_anniversary025": "[i]Dovrei andare a prendere il tavolo prima che sia troppo tardi.[/i]",
      "Mario_anniversary026": "[i]Sto morendo di fame. Farà meglio a sbrigarsi.[/i]",
      "Mario_anniversary027": "[i]Perché diavolo ci mette così tanto?[/i]",
      "Gioia_anniversary009": "Ciao tesoro, scusa il ritardo, stai già mangiando? Scusami, ho scoperto che mi si è rotto il microonde e ho dovuto chiamare un tecnico. Verrà domani.",
      "Mario_anniversary028": "Ehi, nessun problema. Vuoi che ci sia anche io quando verrà domani? Così, giusto per essere sicuri che non cerchi di fregarti...",
      "Gioia_anniversary010": "Oh, no, grazie, andrà tutto liscio. Ehi, è già tardi! Perché non mangiamo?",
      "Mario_anniversary029": "Ma certo. Io stasera mi sparo dell'ottimo sushi artigianale! E tu?",
      "Gioia_anniversary011": "Uh, mi tenti! Ma è un po' che ho voglia di pizza, il sushi aspetterà. Fammi sapere se è buono come penso che sia!",
      "Mario_anniversary029.1": "Allora, prima di iniziare...",
      "Gioia_anniversary012": "Sì...",
      "Mario_anniversary030": "Non dovremmo fare un brindisi?",
      "Gioia_anniversary013": "Non siamo qui apposta?",
      "Mario_anniversary031": "Credo di sì! Comincia tu!",
      "Gioia_anniversary014": "OK. Vado. Beh. È stato un anno intenso. Non avrei mai creduto che avremmo potuto far funzionare questa relazione.",
      "Mario_anniversary032": "Nessuno ci avrebbe mai scommesso!",
      "Gioia_anniversary015": "Eppure siamo riusciti!",
      "Mario_anniversary033": "Proprio così.",
      "Gioia_anniversary016": "C'è voluto un bel po' di sforzo, e di fiducia reciproca.",
      "Mario_anniversary034": "A pacchi, a dirla tutta.",
      "Gioia_anniversary017": "Non sono completamente sicura di poter considerare tutto ciò molto sano...",
      "Mario_anniversary035": "Ma va, solo perché ci ho provato con te il secondo giorno?",
      "Gioia_anniversary018": "O forse perché non sapevi nulla di me?",
      "Mario_anniversary036": "Non che ora ne sappia molto di più, dopo un anno...",
      "Gioia_anniversary019": "Beh, tanto per cominciare mi conosci più di chiunque altro in questo villaggio!",
      "Mario_anniversary037": "Vero, devo ammetterlo... Ma non penso che sia abbastanza.",
      "Gioia_anniversary020": "Che vuoi dire?",
      "Mario_anniversary038": "Non voglio doverti dividere con i tuoi amici o colleghi quando non sei accanto a me.",
      "Gioia_anniversary021": "E dai, non complicare le cose. Ne abbiamo già discusso...",
      "Mario_anniversary039": "Lo so, lo so, non voglio soffocarti... ma pensavo... mi sentirei più tranquillo a saperti legata... più tipo... impegnata...",
      "Gioia_anniversary022": "Che intendi?",
      "Mario_anniversary040": "Niente, davvero... è solo una formalità...",
      "Gioia_anniversary023": "Non ti seguo...",
      "Mario_anniversary041": "Lascia stare. Stavamo brindando. Facciamo un cin! Verso dello champagne.",
      "Gioia_anniversary024": "OK. Ecco il bicchiere.",
      "Mario_anniversary042": "Al nostro primo incredibile e inaspettato anno contro ogni previsione...",
      "Gioia_anniversary025": "A noi... Salute, tesoro!",
      "Mario_anniversary043": "Grazie per averlo reso possibile...",
      "Gioia_anniversary026": "Grazie per averci provato...",
      "Mario_anniversary044": "Oh, diavolo, è frizzantissimo!!!",
      "Gioia_anniversary027": "Ahahah, che ti aspettavi? Non è mica sidro!",
      "Mario_anniversary045": "Allora, com'è la pizza?",
      "Gioia_anniversary028": "Deliziosa! E il tuo sushi?",
      "Mario_anniversary046": "Dovrei ricordarmi di evitare il natto, la prossima volta!",
      "Gioia_anniversary029": "Cercherò di ricordartelo.",
      "Mario_marry001": "Ascolta...",
      "Gioia_marry001": "Cosa?",
      "Mario_marry002": "Vuoi sposarmi?",
      "Gioia_marry002": "D-Diamine... Questo non me lo aspettavo...",
      "Mario_marry003": "Andiamo, sapevi che prima o poi ci sarei arrivato... Che senso ha? Io che sto da me, tu che stai da te...",
      "Mario_marry004": "Non cambierebbe nulla, ma potrei averti intorno mentre fai le tue cose quando non sei in giro...",
      "Gioia_marry003": "Credo di aver paura di impegnarmi. Sono venuta qui per essere libera, per essere me stessa e lontano da tutto e tutti...",
      "Mario_marry005": "Sarà divertente! Avevi paura anche un anno fa, e non c'è niente di male! Ma pensa a tutte le cose che potremmo fare assieme! Potremmo essere ancora più vicini! Cucinare assieme, svegliarci nello stesso letto, potrei vederti mentre sbrocchi con i videogiochi...",
      "Gioia_marry004": "Ma queste cose le possiamo già fare...",
      "Mario_marry006": "È vero, ma dobbiamo sempre organizzare, darci appuntamento, decidere se da me o da te...",
      "Mario_marry007": "Potrei vederti non appena torni a casa, invece di doverti venire a cercare, chiederti se sei tornata, se sei disponible, se hai da fare...",
      "Gioia_marry005": "Ho la sensazione che questo non ci faccia affatto bene. Siamo venuti qui entrambi per essere indipendenti...",
      "Mario_marry008": "Ma ci siamo trovati! Sappiamo di essere fatti l'uno per l'altra.",
      "Gioia_marry006": "Ho bisogno di pensarci su.",
      "Mario_marry009": "Va bene. Lo capisco.",
      "Mario_marry010": "Farò del mio meglio per convincerti.",
      "Gioia_marry007": "Riesci sempre a convincermi...",
      "Mario_marry011": "Ottengo sempre quello che voglio!",
      "Gioia_marry007.1": "Sono esausta. Ho bisogno di riposare. È stata una giornata infernale, e questa cena è stata... intensa. Devo dormire. Grazie per la compagnia, mi è piaciuta questa serata. Ma ora devo andare.",
      "Mario_marry012": "Ehi. Ce l'abbiamo fatta fino a qui. Possiamo andare oltre, se lo vogliamo entrambi.",
      "Mario_marry013": "Sarò nel parco, domani pomeriggio. Mi raggiungi?",
      "Gioia_marry008": "Sì. Non prima delle 18:00. Non sarò a casa prima di allora.",
      "Mario_marry014": "Bene. Ci vediamo lì.",
      "Gioia_marry009": "'Notte, tesoro...",
      "Mario_marry015": "'Notte, amore...",
      "Mario_moving001": "[i]Dannazione, ho bevuto fino ad addormentarmi, ieri notte. Non mi ero mai proposto a nessuna prima d'ora, e di certo non mi aspettavo una reazione del genere. [/i]",
      "Mario_moving002": "[i]La sorprenderò così tanto che non potrà rifiutarmi.[/i]",
      "Mario_moving003": "[i]Inventiamoci qualcosa.[/i]",
      "Mario_moving_bar": "[i]Mhmm. Grazie, ma anche no. Se vedo un'altra bottiglia finisco per vomitare...[/i]",
      "Mario_moving_restaurant": "[i]Che cosa ci faccio qui? Non posso mica invitarla di nuovo per cena. Sarebbe dannatamente noioso.[/i]",
      "Mario_moving_townhall": "[i]Certo. Potrei prenotare un appuntamento per il nostro matrimonio. Ah-ah. Come no.[/i]",
      "Mario_moving_gioiahouse": "[i]Non la chiamerò fin quando non saprò cosa fare.[/i]",
      "Mario_moving_park": "[i]Le ho detto di incontrarci nel parco, ma non così presto. Mi annoierò a morte fino al suo arrivo![/i]",
      "Mario_moving_dogpound": "[i]Sono sicuro che sarebbe la persona più felice della terra se le prendessi un cane, ma non voglio addossarle tutta la responsabilità fin quando non potremo occuparcene in due.[/i]",
      "Mario_moving_houseforsale": "[i]Questo è esattamente quello di cui ho bisogno. Ha sognato questa casa per anni. Non potrà rifiutarmi![/i]",
      "Mario_moving_houseforsale1": "[i]Vediamo se sul cartello c'è qualche informazione utile[/i]",
      "System_016": "[b]Contatta il proprietario[/b]",
      "Mario_moving004": "[i]OK. C'è un QR code. Devo compilare un form e poi verrò ricontattato. Occupiamoci di questa cosa![/i]",
      "Mario_moving005": "[i]E ora aspettiamo. Mi farò una doccia nell'attesa.[/i]",
      "System_017": "Messaggio ricevuto.",
      "System_018": "Controllare messaggi",
      "System_019": "1 Nuovo messaggio",
      "System_20": "La casa è disponibile. Se ancora interessato, compilare i documenti in allegato e inviare la caparra al seguente account: borgorealeimmobiliare@payple.com",
      "Mario_moving006": "[i]Fatto![/i]",
      "Mario_moving007": "[i]E ora spendiamo un po' dei soldi guadagnati con quelle stupide attività online e che sono rimasti a prendere polvere per tutto questo tempo.[/i]",
      "System_21": "Sto autorizzando la transazione...",
      "Mario_moving008": "[i]Eeeee fatto![/i]",
      "Mario_moving009": "[i]Oh, diavolo, è tardi. Dovrei andare al parco, o stavolta sarò io il ritardatario.[/i]",
      "Mario_moving010": "Oh, ehi! Sei già qui! Che sorpresa!",
      "Gioia_moving001": "Ehi, ciao. Sono tornata prima oggi e avevo un po' di tempo libero. Volevo parlare di ieri...",
      "Mario_moving011": "Non c'è tempo!",
      "Gioia_moving002": "Beh, in realtà...",
      "Mario_moving012": "OK, OK, ne parleremo più tardi, davanti a una birra, che ne pensi? Ho qualcosa da mostrarti, prima!",
      "Gioia_moving003": "OK, di che si tratta? Sembri così eccitato!",
      "Mario_moving013": "Lo sono! Non crederai ai miei occhi! Seguimi!",
      "Mario_gioia_moving_bar": "Non ho organizzato tutto per venirmene al bar!",
      "Mario_gioia_moving_restaurant": "Non c'è tempo per questo! Possiamo festeggiare più tardi!",
      "Mario_gioia_moving_dogpound": "Davvero? Non è ch esto diventando ossessionato dai cani?",
      "Mario_gioia_moving_townhall": "Tic toc, tic toc, il tempo scorre!",
      "Mario_gioia_moving_mariohouse": "C'è una casa molto più bella di questa che mi attende! O ci attende!",
      "Mario_gioia_moving_gioiahouse": "Certo. È appena tornata a casa, sicuramente non vede l'ora di tornarci.",
      "Mario_moving014": "Ta-dah! Che ne pensi?",
      "Gioia_moving004": "Cosa dovrei pensare? Quello che ho sempre pensato... Che questa casa è eccezionale e che ucciderei per un giardino come questo!",
      "Mario_moving015": "Oh, beh, non c'è bisogno di uccidere nessuno. Ma puoi ringraziarmi, se vuoi.",
      "Gioia_moving005": "Ringraziarti? E per cosa?",
      "Mario_moving016": "Perché l'ho presa! Per noi! Di' semplicemente di sì!",
      "Gioia_moving006": "Stai scherzando...",
      "Mario_moving017": "Forse... O forse no...",
      "Gioia_moving007": "Andiamo, perché avresti fatto una cosa così stupida? È dannatamente costosa!",
      "Mario_moving018": "Ho risparmiato un sacco quest'anno! Te lo meritavi! E noi ci meritiamo di essere felici!",
      "Mario_moving019": "Potremo finalmente sentirci come una vera coppia!",
      "Mario_moving020": "E il tetto è del tuo colore preferito!",
      "Gioia_moving008": "E il tetto è del mio colore preferito. Maledetto, non riesco a crederci.",
      "Mario_moving021": "Quindi? È un sì? Sono elettrizzato! Possiamo spostarci in un batter d'occhio!",
      "Gioia_moving006.1": "Oh cielo, lo sto davvero facendo? Lo stiamo facendo? Oh signore, non vedo l'ora di vedere com'è all'interno! Posso entrare? Posso?",
      "Mario_moving022": "Prego, si accomodi!",
      "Gioia_moving007.1": "OH MIO DIO!!!",
      "Gioia_moving008.1": "GUARDA CHE SCALE!!!",
      "Gioia_moving009": "OMMIODDIO LA SALA CINEMA!",
      "Gioia_moving010": "IL DIVANO È LILLAAAAHHH!!!",
      "Mario_moving023": "Immagino che sia un sì...",
      "Mario_moving024": "Lo è?",
      "Gioia_moving011": "SÌ! SÌÌÌ!!! QUANDO CI TRASFERIAMO?",
      "Mario_moving025": "Vacci piano, ragazza! Non c'è fretta! Questo posto è nostro, nessuno ce lo fregherà.",
      "Gioia_dog001": "...E poi pensavo di invitare Maya, mi ha aiutato a realizzare quel bellissimo vestito che hai visto lo scorso week-end.",
      "Gioia_dog002": "E Giulia, ovviamente. È quella che tiene quelle lezioni di yoga che ogni tanto frequento.",
      "Gioia_dog003": "Dovremmo invitare Greg? È lui che ci ha consigliato dove prendere questi magnifici fiori, dovremmo proprio invitarlo.",
      "Mario_dog001": "Certo, perché no.",
      "Mario_dog002a": "E dovremmo portare qualcuna delle casse che abbiamo in cantina, o non avremo posti a sederi per tutti...",
      "Mario_dog002b": "E che ne pensi di un bel gazebo per dare un tocco di stile?",
      "Mario_dog002c": "E potremmo esagerare e prendere uno di quegli enormi cancelli giapponesi, sono sicuro che si possano noleggiare!",
      "Gioia_dog002a": "Uhm, una soluzione un po' spartana, ma potrebbe avere senso...",
      "Gioia_dog_002b": "Ma certo! Uno di quei gazebo stupendi come quello che c'è al parco!",
      "Gioia_dog002c": "Oh, sì! Sarebbe la festa più bella di sempre!",
      "Gioia_dog004": "Dovremmo condividere l'invito sul gruppo chat del villaggio, non voglio che nessuno si senta escluso.",
      "Mario_dog003": "Buona idea. Verrebbero a sapere in un istante che abbiamo dato una festa, meglio non escludere nessuno.",
      "Gioia_dog005": "Mi spiace, tesoro, avevo quasi dimenticato, devo assolutamente sbrigare una cosa che non posso posporre, puoi occuparti tu del resto degli inviti?",
      "Mario_dog004": "Dai, ti prego, non oggi! Avevi detto che non avevi nulla da fare! E ora cosa c'è? Dove devi andare?",
      "Gioia_dog006": "L'accordo era chiaro, teniamo separate le questioni personali dalla nostra vita qui. Hai promesso.",
      "Mario_dog005": "OK, OK. Va bene. Tanto c'è sempre qualche cosa che devi fare.",
      "Gioia_dog007": "Andiamo, tesoro, lo sai che lo faccio per noi. Non voglio portare qui i miei malesseri e le mie preoccupazioni riguardanti il lavoro o, come in questo caso, la famiglia. Questo è il nostro posto felice, non c'è bisogno di discutere di cose che possiamo lasciare al di fuori...",
      "Gioia_dog008": "È pur sempre il mio compleanno, devo trovare il tempo di festeggiare con i miei parenti.",
      "Mario_dog006": "Come possono essere una preoccupazione i tuoi parenti? Non li nomini neppure! Non me li hai mai presentati! Almeno lo sanno che esisto? Gli hai mai detto di quello che facciamo? Non possono venire anche loro a festeggiare qui?",
      "Gioia_dog009": "Oh, andiamo, non dire stupidaggini! Ne abbiamo già parlato! Quello che faccio della mia vita non è affar loro. Voglio che stiano fuori da qui. Non capirebbero.",
      "Mario_dog007": "Ti vergogni della nostra relazione, non è così?",
      "Gioia_dog010": "No. Ti prego no. Non di nuovo. Ne ho abbastanza, devo occuparmi delle mie faccende. Tornerò più tardi.",
      "Mario_dog008": "[i]M#rda![/i]",
      "Mario_dog009": "[i]Non lo sopporto.[/i]",
      "Mario_dog010": "[i]E ora è pure incazzata.[/i]",
      "Mario_dog011": "[i]E devo risolvere tutto questo prima della festa o mi addosserà la colpa.[/i]",
      "Mario_dog012": "[i]So io cosa le farà cambiare umore...[/i]",
      "Mario_dog_mariohouse": "[i]Non scapperò da questa situazione tornando qui! E probabilmente ora questo posto è di qualcun altro.[/i]",
      "Mario_dog_gioiahouse": "[i]Spero che non voglia tornare qui...[/i]",
      "Mario_dog_park": "[i]Certo. Dovrei raccogliere qualche fiorellino? Che idiozia...[/i]",
      "Mario_dog_townhall": "[i]Potrei appendere uno striscione dal tetto. \"Perdonami\". Patetico. E poi mi farei arrestare. Bisogna avere dei privilegi per poter salire lassù.[/i]",
      "Mario_dog_restaurant": "[i]Questo mi ricorda che non ho mangiato nulla per pranzo.[/i]",
      "Mario_dog_bar": "[i]E poi cosa? Comprarle un \"all you can drink\" che non sfrutterà mai?[/i]",
      "Mario_dog_dogpound": "[i]Direi che oggi è il giorno giusto. Qualcuno sta per trovare una nuova casa! Andiamo.[/i]",
      "Mario_dog013": "Ma ciao bello! Chi è il più bravo? Chi è che renderà qualcuno felice per il suo compleanno?",
      "System_022": "1 Nuovo messaggio",
      "System_023": "Controllare messaggi",
      "Gioia_dog011": "Ehi. Sono tornata al volo a casa perché avevo dimenticato una cosa. Ho pensato di scriverti così magari ti risparmio tempo.",
      "Gioia_dog012": "Lascia stare gli inviti. Forse non è una buona idea dare questa festa.",
      "Gioia_dog013": "Non mi aspettare. Non so quando sarò di ritorno.",
      "System_024": "Rispondi",
      "Mario_dog014a": "Aspetta, cosa stai dicendo? Abbiamo aspettato questo momento così a lungo! La nostra prima festa nella nuova casa!",
      "Mario_dog014b": "Andiamo, non fare la stupida, ho esagerato, ma vorrei solo che non ti vergognassi di noi e mi presentassi ai tuoi, almeno una volta! Mi dispiace!",
      "Mario_dog014c": "Ho appena mandato gli inviti a tutti, non possiamo annullare la festa!",
      "System_025": "Sta digitando...",
      "Gioia_dog014": "Mi dispiace. Non sta funzionando. Avrei voluto tantissimo che le cose funzionassero. Mi sento in trappola in questa relazione. Ho bisogno di qualcosa di più. Non puoi soddisfare le mie necessità. Sembra sempre tutto così perfetto e così finto.",
      "Mario_dog015": "Tesoro, cosa stai dicendo? Lo sai che faccio tutto quello che posso per te! Ci sono sempre, sono sempre presente per te. Chi altro ti è mai stato così vicino?",
      "Gioia_dog015": "Non è questo il punto! Ho bisogno di un vero uomo, qualcuno che possa farmi provare sensazioni vere, che possa letteralmente togliermi il fiato!",
      "Mario_dog016": "Pensavo di essere io a farti sentire così...",
      "Gioia_dog016": "Lo sei stato. Un tempo riuscivi a farmi venire i brividi. Eri tu a farmi ridere fino alle lacrime. Eri tu a sussurrarmi nelle orecchie fino a quando non mi addormentavo. E dio solo sa quanto l'ho amato.",
      "Gioia_dog017": "Ma le cose non possono restare così per sempre.",
      "Mario_dog017": "...",
      "Mario_dog018": "Lo sai che non posso darti più di così. Ne abbiamo già parlato. Pensavo ti andasse bene così.",
      "Gioia_dog018": "Lo pensavo anche io. Ero in un momento difficile, quando ci siamo conosciuti. Ho pensato che mi sarebbe bastato. Ho pensato che mi avrebbe aiutato ad andare avanti. È stato meraviglioso.",
      "Mario_dog019": "E allora cosa è cambiato?",
      "Gioia_dog019": "La gente cambia, tutto qui. Volevamo che il nostro amore fosse meraviglioso, non realistico.",
      "Mario_dog020": "Non capisco.",
      "Gioia_dog020": "Ho bisogno di una vita vera. E questa non lo è. Non più.",
      "Mario_dog021a": "Lo è, invece! Il mio amore per te è vero! Quello che abbiamo qui è reale. Non farmi questo.",
      "Mario_dog021b": "La realtà stessa non è che un'illusione, sebbene sia molto persistente. Rimpiangerai di aver abbandonato il sogno.",
      "Mario_dog021c": "La follia di una persona è la realtà di un'altra persona. E noi eravamo felici di essere folli assieme.",
      "Mario_dog021d": "Il mondo reale è dove risiedono i mostri. Io posso tenerti al sicuro.",
      "Mario_dog021e": "La realtà è spesso poco accurata. E sopravvalutata.",
      "Mario_dog021f": "La realtà esiste nella mente umana, e da nessun'altra parte. Siamo noi a forgiare la nostra realtà.",
      "Mario_dog22": "Ti aspetterò alla festa. Ti aspetteremo tutti. Ci saranno tutti i nostri amici!",
      "Gioia_dog021": "Non mi aspettare stanotte. Resterò a dormire dai miei.",
      "Mario_dog23": "Domani sistemeremo tutto. Ti ho preso un regalo...",
      "System_026": "...",
      "Mario_bday_001": "Ehi, grazie per essere venuto!",
      "Mario_bday_002": "Sì, certo, puoi lasciare pure lì...",
      "Mario_bday_003": "Oh, sì, arrivo in un attimo...",
      "Mario_bday_004": "Oh, ciao! Che piacere vederti!",
      "Mario_bday_005": "Sì, dovrebbe arrivare da un momento all'altro...",
      "Mario_bday_006": "[i]Andiamo, non farmi questo...[/i]",
      "Mario_bday_007": "Ehi, ragazzi, ho anche organizzato un quiz a risposte multiple per il pomeriggio! Non dimenticate di prenotarvi se volete partecipare!",
      "Mario_bday_008": "[i]Andiamo, questa doveva essere la festa dei nostri sogni...[/i]",
      "npc_bday_001": "Ehi! Benvenuta! Buon compleanno!",
      "npc_bday_002": "Ti stavamo aspettando!",
      "npc_bday_003": "Ciao! Che bello vederti! Temevamo che non saresti venuta!",
      "Gioia_bday_001": "Ehi ragazzi! Ma quanti siete? Grazie per essere venuti!",
      "Mario_bday_009": "Ehi! Ce l'hai fatta... Sono così felice che tu sia venuta... Ero davvero preoccupato...",
      "Gioia_bday_002": "Ehi... Grazie per questa festa. Il giardino è stupendo.",
      "Mario_bday_010": "Mi dispiace per ieri, davvero. Ce l'hai ancora con me?",
      "Gioia_bday_003": "È tutto OK. Solo che- oh! Ma ciao, tu! E tu chi sei?",
      "Mario_bday_011": "Oh, ecco, quello è il tuo regalo... So che volevi un cane, ma ecco... Questo pesa di meno ed è più performante, no?",
      "Gioia_bday_004": "Ma ciao bellezza! Che cariiino!",
      "npc_bday_004": "Allora! Quanti sono quest'anno? Stai invecchiando, eh?",
      "npc_bday_005": "Ehi! Non si dice invecchiare! È salita di livello!",
      "npc_bday_006": "Ahahahahahahahhaha!\nAhahahhahahhha!\nEhehehhehehehhe!",
      "Gioia_bday_005": "Taaaaanto divertente, ragazzi... Grazie, grazie a tutti per essere venuti... Vuol dir tanto, per me.",
      "Gioia_bday_006": "Soprattutto oggi, soprattutto in questo momento.",
      "Gioia_bday_007": "Non credevo che sarei mai giunta a questo punto, ma ormai ho deciso.",
      "Gioia_bday_008": "Ed è per questo che è così importante che ci siate tutti. Non ero sicura di voler partecipare a questa festa, ma è un'occasione perfetta per dire quello che devo dire.",
      "Gioia_bday_009": "Siete tutti stati parte della mia vista in questi tre anni, mese più o mese meno. Abbiamo imparato a conoscerci e siamo diventati amici.",
      "Gioia_bday_010": "Mi avete accolta quando stavo passando un periodo difficile, mi avete fatto ridere, mi avete fatto crescere.",
      "Gioia_bday_011": "Ed ecco perché ci tengo a ringraziarvi tutti. Mi costa tanto, ma ho bisogno di prendere il volo, adesso. Questa vita non mi appartiene più.",
      "Gioia_bday_012": "Sono sicura che avremo l'occasione di rivederci altrove. Molti di voi sanno dove trovarmi. Sarò più che felice di rivedervi, davvero.",
      "Gioia_bday_013": "Forse di tanto in tanto ripasserò da queste parti per rinfrescarmi la memoria e vedere se siete ancora in giro...",
      "Gioia_bday_014": "Ma, per adesso, devo dirvi addio. Spero che possiate capire la mia decisione e rispettarla.",
      "Gioia_bday_015": "Sapete anche quanto io detesti i lunghi addii, ed è per questo che ora taglierò corto e vi saluterò, non cambierò idea. Statemi tutti bene, conserverò sempre un bellissimo ricordo di questo posto e del tempo speso con voi.",
      "Mario_bday_012": "Asp-cosa?! Mael, aspetta! Che cosa st-",
      "Gioia_bday_016": "Grazie a tutti, ragazzi, ci si vede in giro, non sparite!",
      "Mario_bday_013": "Mael, no, aspetta! Rimani! Non andare!",
      "Mario_bday_014": "No, Mael, no!",
      "System_027": "[color=red]L'utente: Mael si è disconnesso.[/color]"
    }
  }
}
