{"en":{"translation":{"System_001":"Welcome to Vereal Village! It is great to have you here!","System_002":"Take your time to explore the neighborhood, take a walk and enjoy the town!","System_003":"You might find some interesting activity and meet new people!","System_004":"Press arrow keys to walk.","System_005":"Press space bar to interact, read, talk.","System_006":"Enjoy!","Mario_001":"[i]It doesn't look that bad here. Let's see what's around.[/i]","Town_hall_party":"Town Hall. \nDancing party, this Friday night at the Municipal Hall. \nEntry hours: 8:00PM - 11:00PM\nFree entrance","Mario_party":"[i]Oh well. Not a fan of dancing, but at least it is a good occasion to meet someone. I'd better go get prepared and dress nicely.[/i]","Dog_pound_sign":"Dog shelter. Come meet your new best friend.","Mario_dog":"[i]I always wanted a dog. But I don't think I can take such a responsibility on my own. Maybe one day I'll be able to share this joy with someone else.[/i]","Inn":"AvaBar\nGrog, Nuka Coke, Pißwater and much more!\nCome in, we're open!","Mario_Inn":"[i]Seems cool. I should get here sometime. But I don't feel like drinking alone at the moment.[/i]","Park":"City park.\nOpening hours:\n9:00AM - 9:00PM","Mario_park":"What a lovely garden. I wish I had something similar at my place.","House_sign":"For sale","Mario_house":"[i]Damn! This looks exactly like my dream home! I would give anything to live here![/i]","Mario party_1":"[i]I should go get prepared before it is too late...[/i]","Mario party_2":"[i]Let's hope they have a bar. Sometimes chatting with the barman is the only way to survive a dancing night.[/i]","Mario_partynight_restaurant":"[i]Nope. It seems that the party is not here.[/i]","Mario_partynight_bar":"[i]Maybe for the afterparty? If it is still open.[/i]","Mario_partynight_house":"[i]I know I'm not the most outgoing person, but let's make a little effort. I got here to try to socialize, after all...[/i]","Mario_partynight_000":"[i]I should be going. The party won't wait for me forever...[/i]","Mario_partynight_001":"[i]Wow. There's a lot of people.[/i]","Mario_partynight_002":"[i]I feel so misplaced. What was I thinking? I hate dancing nights, why did I think this event could be any different from the others?[/i]","Mario_partynight_003":"[i]I'll just stand aside for a while. Just for few minutes. Just to see what kind of people are around.[/i]","Gioia_partynight_001":"Hey! You're new around here, aren't you? I am Gioia, nice to meet you!","Mario_partynight_004":"Uhm, yeah, I mean, sure. I am new.","Gioia_partynight_002":"Hello, New, nice to meet you! When did you arrive?","Mario_partynight_005":"No, ehr, I mean, I am not new. I mean, yes I am. Well, my name is Mario. I already did a mess, didn't I? I am not used to these kinds of interactions. To these places. I mean, it is my first time. I got here recently.","Gioia_partynight_003":"Hey, it's great! I should show you around! There's tons of nice things to do, and places to visit, and people to meet!","Gioia_partynight_004":"Enough with your worries! Leave your life outside this ballroom and enjoy the night!","Mario_partynight_006":"[i]This place cannot be real. Not even in a billion years I could have any chance to be approached by someone like her. Is this really happening?[/i]","Gioia_partynight_005":"Hey guys, this is New! I mean, he's Mario, he just arrived. Let's welcome him!","Gioia_partynight_006":"...","Mario_partynight_007":"[i]Am I really enjoying this place? This event? Could this finally be the place I was looking for?[/i]","Mario_partynight_008":"[i]I don't know. And what about her?[/i]","Mario_partynight_009":"[i]I don't even know her, but the things she says, the way she approached me...[/i]","Mario_partynight_010":"[i]I think I'll stay around a little longer...[/i]","Gioia_partynight_007":"Hey... What a night... Did you enjoy it? I hope you had fun...","Gioia_partynight_008":"It was nice to meet you... Will you stay around? We could meet again somewhere...","Mario_partynight_011":"Sure, why not. It was nice. I wasn't sure I was going to stay, but why not. Looks like a nice place, and I bet you can helping getting to know it.","Gioia_partynight_009":"It's late. I should go. Back to good ol' life, tomorrow. You'd better go as well, don't you have anything to do tomorrow morning?","Mario_partynight_012":"You're right. Until the next time, then. I'll see you around... 'Night!","Mario_first_date001":"[i]Well, let's see who's around today... Time for a walk![/i]","Mario_first_date002":"[i]I wonder if she's still around. Maybe she's not even regular around here... [/i]","Mario_first_date003":"[i]Maybe she just came for yesterday's party.[/i]","Mario_first_date004":"[i]I'd really want to see if I can find her...[/i]","Mario_first_date005":"Oh, there you are! I was not sure to find you!","Gioia_first_date001":"Hey, it's good to see you! So you're still around! This is my place, do you like it?","Gioia_first_date002":"Do you also have a place nearby?","Mario_first_date006":"Yeah, I got a small house next to the woods, north west from the center of the town.","Gioia_first_date003":"Nice! I'd like to see it!","Mario_first_date007":"Oh well, it's nothing special, I'm still working on it, it's very basic for the moment...","Gioia_first_date004":"Oh, come on, I'm sure it's nice!","Mario_first_date008":"Ok, if you insist... I'll show you my place.","Gioia_first_date005":"So, how do you like it so far?","Mario_first_date009":"It's not bad, it is a nice place to get detached from a busy life, don't you think?","Gioia_first_date006":"Yes, I agree. I've been around for a while, people are nice here. Not the type of people obsessed by social networks, if you know what I mean.\nThey get here for a twist to their life, they go out, they see people, they hang out together... Isn't it better?","Mario_first_date010":"Sure, I guess... I also needed a break from those stupid social networks. I needed something different, get closer to people, you know...","Gioia_first_date007":"Isn't it what we all need?","Mario_first_date011":"So here we are. This is my humble house. Yeah, don't laugh, I wish I could find something better, instead I had to go for these terrible roof tiles...","Gioia_first_date008":"No way! I like that color! It's one of my favorites! I like it! Are you here all by yourself?","Mario_first_date012":"Yeah. You know... Rough period... That''s why I decided to get here.","Gioia_first_date009":"Oh, I am sorry to hear... I am sure you'll like it here, you'll see!","Mario_first_date013":"Yeah, I was wondering... You've been here for a while, isn't it? Maybe you can suggest me so-","Gioia_first_date010":"Sure! Of course! Listen, I have to go for a while, why don't we meet later at the bar? It has a nice vibe, the music is amazing and you can tell me something more about you... I'll be back in... let's say... A couple of hours? Deal?","Mario_first_date014":"S-sure, I'll wait for you. I'll take care of a couple of things in the house and I'll be at the bar waiting for you. I'll be the one... well, dressed like I am now!","Gioia_first_date011":"Haha, you're funny, you know? See ya!","Mario_first_date015":"Ciao...","Mario_first_date016":"[i]OK. Its going to be fine. What can go wrong? It's just some chat.  [/i]","Mario_first_date017":"[i]And now I don't feel like working at the house. I'll read a book to kill some time.[/i]","Gioia_bar001":"Well, I think I'll get a beer, and you?","Mario_bar001":"Mhmm, I'll have some cider.","Gioia_bar002":"OK, then, we'll toast to your arrival!","Mario_bar002":"Sure, let's toast to it!","Gioia_bar003":"And so, what brought you here?","Gioia_bar004":"No wait, I'll start, so you will feel comfortable opening up.","Gioia_bar005":"I first came here a couple of years ago.","Gioia_bar006":"I was abroad for a year for a project and when I got back home I was no longer feeling in the right place.","Gioia_bar007":"I was less and less seeing my friends, many things changed in one year...","Gioia_bar008":"Some of them got married, some got kids, others left the country...","Gioia_bar009":"The first time I got here I was feeling terribly alone. Then I kept coming during the weekends and I could breath some fresh air here...","Gioia_bar010":"I needed a new place for a brand new start. And so I decided that this was the right place where to spend my time.","Gioia_bar011":"From time to time I still go visiting the old places where I went with my friends, but that's my previous life.","Gioia_bar012":"Here I like it better. I don't have to deal with all of those things which remind me of a good time when I still had my friends and activities.","Gioia_bar013":"OK, now it's your turn...","Mario_bar003":"Oh, your story is quite interesting. I think I can relate.","Mario_bar004":"In my case I was...","Mario_bar004A":"...willing to spend some time by myself.","Mario_bar004B":"...trying to start a new life from scratch.","Mario_bar004C":"...lacking any incentive in my life.","Mario_bar004A1":"I was starting to loose control over my life. Too many things to do, too many things to take care of, too many events, too many requests. I just needed a break.","Mario_bar004B1":"I was not satisfied with my life. I thought it was time to reboot everything and start doing what I really like.","Mario_bar004C1":"I have tried pretty much everything in my life, and nothing was enough. I was getting bored. This sounded like something completely new I never tried before, so I wanted to give it a try.","Gioia_bar014":"Well Mario, I am sure you are in the right place. And what are your interests?","Mario_bar005A":"I love doing birdwatching.","Mario_bar005B":"I mostly play video games.","Mario_bar005C":"I like writing short stories and novels.","Mario_bar005A1":"It intrigues me being able to peek into other creatures' lives, study their behavior, and being able to do all of this while being completely alone.","Mario_bar005B1":"They allow you to entertain yourself even if you are alone. And if you play with other people you can pretend you are no longer alone, even if you are not physically close.","Mario_bar005C1":"I like the idea of being the one deciding for the lives and events of other creatures.","Gioia_bar005A1":"Oh really?! I watch tons of documentaries about birds! I even started biology classes but then I coudn't finish my studies... I should suggest you some great movie!","Gioia_bar005A2":"No way! I'm a geek too! We should setup a challenge one of these days! I am a fan of RPGs and shooters! No one can beat me! But I am terrible at rhythm games!","Gioia_bar005A3":"That is SO interesting! I used to write a lot but lately I haven't had enough time... Would you show me some of your works? I am so curious! Maybe I can share with you a blog I was keeping some time ago...","Mario_bar006":"Oh great! What were the chances? Sure, I'd love to! And now you would really surprise me if you told me you were also fan of...","Mario_bar006A":"...folklore and traditions!","Mario_bar006B":"...miniatures and scale models!","Mario_bar006C":"...rocks and shells!","Gioia_bar006__1":"Oh come on! You have been spying on me! This cannot be real!","Gioia_bar006A1":"I have a huge collection of Mongolian throat singings and Ainu traditional songs! And Bulgarian choirs? Don't you like them?","Gioia_bar006A2":"I collect tiny pieces of furniture and I use them as photographic sets for praying mantis and other insects! And I recreate movies' sets!","Gioia_bar006A3":"I started collecting shells when I was 5! I have a pebble from the mount Fuji, star-shaped grains of sand from Okinawa, black stones from Iceland...","Mario_bar007":"OK, OK, slow down. Now this is getting weird. I think I need another glass. We are going to have a long discussion ahead!","System_007":"The next morning","Mario_bar008":"...and that's when the quokka threw at me one of his babies, which are called joeys, to flee for her life...","Mario_bar009":"Oh my god it is so late! I kept you up all night! Does this bar ever close?","Gioia_bar014__1":"Not that I know of... Every time I pass by it is open. Damn, you did so many things in your life! I want to know more, you're so interesting! Why don't we go out for dinner next time?","Mario_bar010":"Hey, you sure don't have time to loose... Sure, whenever you want.","Gioia_bar015":"Great. There's a nice restaurant not far from my place. I won't be around in the next couple of days. Show up to my place in three days, around 6PM and I'll walk you there.","Gioia_bar016":"If you cannot find me just wait for me. I'll eventually show up.","Mario_bar011":"Deal. I'll be there. What are we going to eat?","Gioia_bar017":"I think I will have some Dim sum, but if you are not a fan of Asian food feel free to have whatever you want, the choice is yours!","Gioia_bar018":"It is super late, I gotta go, cheers!","Mario_bar012":"Sure, until the next time!","Mario_bar013":"[i]Oh well. Who could imagine we had so many things to talk about? And now these two days will be the longest ever. I should find something to do.[/i]","Mario_bar014":"[i]And by the way. What the hell does she have to do? Far from here for two days? Curiosity killed the cat, and it will kill me as well...[/i]"}},"it":{"translation":{"System_001":"Ti diamo il benvenuto a Borgo Reale! È un piacere averti qui!","System_002":"Prenditi il tuo tempo per esplorare i dintorni, fare una passeggiata e goderti la città!","System_003":"Potresti trovare qualche attività interessante da fare e conoscere nuove persone!","System_004":"Premi i tasti freccia per camminare.","System_005":"Premi spazio per interagire, leggere e parlare.","System_006":"Divertiti!","Mario_001":"[i]Non sembra male qui. Vediamo un po' cosa c'è in giro.[/i]","Town_hall_party":"Municipio.\nFesta danzante, questo venerdì sera nella sala comunale.\nOrario: 20:00 - 23:00\nIngresso gratuito","Mario_party":"[i]Oh, beh. Non sono un appassionato di balli, ma può essere una buona occasione per incontrare qualcuno. Meglio che vada a prepararmi e che mi metta qualcosa di carino.[/i]","Dog_pound_sign":"Canile.\nVieni a conoscere il tuo nuovo migliore amico.","Mario_dog":"[i]Ho sempre desiderato un cane. Ma non credo di potermi prendere una simile responsabilità da solo. Magari prima o poi potrò condividere una simile gioia con qualcuno.[/i]","Inn":"AvaBar\nGrog, Nuka Cola, Birra Pißner e molto altro.\nSiamo aperti!","Mario_Inn":"[i]Sembra fico. Dovrei tornarci prima o poi. Ma al momento non ho voglia di bere da solo.[/i]","Park":"Parco comunale.\nOrario di apertura:\n9:00 - 21:00","Mario_park":"Che giardino adorabile. Mi piacerebbe avere qualcosa di simile a casa.","House_sign":"In vendita","Mario_house":"[i]Diamine! Questa è la casa dei miei sogni!\nNon so cosa darei per poter vivere qui![/i]","Mario party_1":"[i]Dovrei andare a prepararmi prima che sia troppo tardi...[/i]","Mario party_2":"[i]Speriamo ci sia un servizio bar. A volte far due chiacchiere col barista è l'unico modo di sopravvivere a una serata a ballo.[/i]","Mario_partynight_restaurant":"[i]No. La festa non è qui.[/i]","Mario_partynight_bar":"[i]Forse per un after dopo la festa? Sempre che sia ancora aperto.[/i]","Mario_partynight_house":"[i]Lo so che non sono la persona più socievole del mondo, ma sforziamoci un po'. Dopotutto, sono venuto qui per socializzare un po'...[/i]","Mario_partynight_000":"[i]Dovrei proprio darmi una mossa. La festa non mi aspetterà in eterno.[/i]","Mario_partynight_001":"[i]Wow. C'è un bel po' di gente.[/i]","Mario_partynight_002":"[i]Mi sento tremendamente fuori posto.\nCosa mi è venuto in mente?\nIo odio le serate danzanti. Perché mai questa sarebbe dovuta essere diversa?[/i]","Mario_partynight_003":"[i]Resterò giusto per qualche minuto, in disparte. Giusto per vedere che tipo di gente c'è.[/i]","Gioia_partynight_001":"Ehi! Sei nuovo da queste parti, non è vero?\nSono Gioia, piacere di conoscerti!","Mario_partynight_004":"Uh, sì, cioè, certo. Sono nuovo.","Gioia_partynight_002":"Ciao, Nuovo, piacere di conoscerti! Quando sei arrivato?","Mario_partynight_005":"No, ehm, voglio dire... non sono nuovo. Cioè, sì, lo sono. Uff. Mi chiamo Mario. Ho già fatto un disastro, vero?\nNon sono abituato a questo tipo di interazioni... A questi posti. Voglio dire... È la mia prima volta, sono arrivato da poco.","Gioia_partynight_003":"Ehi, ma è fantastico! Dovrei mostrarti un po' i dintorni! Ci sono un sacco di belle cose da fare, di posti da vedere, persone da conoscere!","Gioia_partynight_004":"Basta preoccupazioni! Lascia la tua vita fuori da questa sala da ballo e goditi la serata!","Mario_partynight_006":"[i]Questo posto non può essere reale. È impossibile che qualcuno come lei sia davvero venuto a presentarsi. Non potrebbe succedere neanche in un milione di anni. Sta accadendo davvero?[/i]","Gioia_partynight_005":"Ehi gente, questo è Nuovo! Voglio dire, Mario, è appena arrivato. Diamogli il benvenuto!","Gioia_partynight_006":"...","Mario_partynight_007":"[i]Davvero mi sto divertendo in un posto simile?\nIn un evento del genere? Possibile che sia il posto che stavo davvero cercando?[/i]","Mario_partynight_008":"[i]Chissà. E lei?[/i]","Mario_partynight_009":"[i]Non la conosco neanche, ma le cose di cui parla, il modo in cui mi ha avvicinato prima...[/i]","Mario_partynight_010":"[i]Credo che resterò nei dintorni ancora per un po'...[/i]","Gioia_partynight_007":"Ehi... Che serata... Ti è piaciuta? Spero tu ti sia divertito...","Gioia_partynight_008":"È stato un piacere conoscerti... Pensi di restare ancora in giro? Potremmo incontrarci di nuovo, da qualche parte...","Mario_partynight_011":"Ma sì, perché no. Non ero sicuro di voler restare, ma perché no. Sembra un posto carino, e scommetto che puoi aiutarmi a scoprirlo meglio.","Gioia_partynight_009":"È tardi. Farei meglio ad andare. Si torna alla vita di tutti i giorni, domani. E dovresti andare anche tu. Non hai niente da fare domani mattina?","Mario_partynight_012":"Hai ragione. Alla prossima, allora. Ci becchiamo in giro... 'Notte!","Mario_first_date001":"[i]Bene, vediamo chi c'è in giro oggi. Andiamo a fare un giro.[/i]","Mario_first_date002":"[i]Chissà se la trovo in giro. Magari neanche gira da queste parti abitualmente...[/i]","Mario_first_date003":"[i]Magari è passata solo ieri per la festa.[/i]","Mario_first_date004":"[i]Voglio davvero vedere se riesco a trovarla...[/i]","Mario_first_date005":"Oh, eccoti! Non ero sicuro di trovarti!","Gioia_first_date001":"Ma ciao! Che piacere vederti! E così sei ancora nei dintorni! Questo è il mio posticino, ti piace?","Gioia_first_date002":"E tu dov'è che stai?","Mario_first_date006":"Sì, mi sono sistemato in una casetta vicino ai boschi, a nord ovest del centro città.","Gioia_first_date003":"Bene! Mi piacerebbe vederla!","Mario_first_date007":"Oh, beh, non è niente di che, la sto ancora sistemando, al momento è davvero una versione base...","Gioia_first_date004":"Ma va, sono sicura che sia un bel posticino!","Mario_first_date008":"Se insisti... OK, ti mostrerò dove sto.","Gioia_first_date005":"E quindi, ti piace qui?","Mario_first_date009":"Non è male, è un bel posto per staccare da una vita caotica, non credi?","Gioia_first_date006":"Sì, certo. Sono qui da un po', la gente è carina. Non come quelli ossessionati dai social, se capisci a cosa mi riferisco. Vengono qui per scappare dalla loro vita, si svagano, escono, vedono altra gente... Non è meglio?","Mario_first_date010":"Immagino di sì... Anche io sono qui per lo stesso motivo. Avevo bisogno di una pausa dai social. Avevo bisogno di qualcosa di diverso, interagire con la gente...","Gioia_first_date007":"Non è quello di cui tutti abbiamo bisogno?","Mario_first_date011":"Eccoci qui. Questa è la mia umile dimora. Sì, non ridere, anche io avrei preferito qualcosa di meglio, ma per il momento mi accontento di queste orribili tegole...","Gioia_first_date008":"Ma dai! A me piace quel colore! È uno dei miei preferiti! E sei qui da solo?","Mario_first_date012":"Sì... sai, momento difficile... Per questo ho deciso di venire qui.","Gioia_first_date009":"Oh, mi dispiace... Ma sono sicura che ti piacerà, qui. Vedrai!","Mario_first_date013":"Sì beh, mi chiedevo... Sei qui da più tempo di me, magari potresti sugger-","Gioia_first_date010":"Ma certo! Senti, ho delle cose da sbrigare, perché non ci incontriamo al bar più tardi? L'ambiente è fantastico, la musica è top, e potrai raccontarmi qualcosa su di te... Sarò di ritorno in... diciamo un paio d'ore, va bene?","Mario_first_date014":"C-certo, ti aspetterò. Sbrigherò un paio di cose per la casa e ti aspetterò al bar. Mi riconoscerai, sono quello... beh, quello vestito come adesso!","Gioia_first_date011":"Ahah, sei simpatico, sai? A più tardi!","Mario_first_date015":"Ciao...","Mario_first_date016":"[i]OK. Andrà tutto bene. Cosa mai potrà andar storto? Sono solo due chiacchiere.[/i]","Mario_first_date017":"[i]E ora non ho voglia di metter mano alla casa. Mi leggerò un libro per ingannare l'attesa.[/i]","Gioia_bar001":"Bene, credo che prenderò una birra. Tu?","Mario_bar001":"Mhmm, io prenderò del sidro.","Gioia_bar002":"OK, facciamo un brindisi al tuo arrivo?","Mario_bar002":"Certo, perché no? Al mio arrivo!","Gioia_bar003":"E quindi, come sei arrivato qui?","Gioia_bar004":"No, aspetta, comincio io, così ti sentirai più a tuo agio a raccontare.","Gioia_bar005":"Io sono arrivata qui un paio di anni fa.","Gioia_bar006":"Sono stata all'estero per un anno per un progetto, e quando sono tornata non mi sentivo più a casa.","Gioia_bar007":"Ho iniziato a vedermi con gli amici sempre di meno, molte cose erano cambiate in un anno...","Gioia_bar008":"Alcuni si sono sposati, altri hanno figliato, altri sono espatriati...","Gioia_bar009":"La prima volta che sono capitata qui mi sentivo terribilmente sola. Poi ho continuato a venire durante i week end, e mi sembrava di respirare un'aria nuova...","Gioia_bar010":"Avevo bisogno di un posto nuovo dove ricominciare da capo. E così ho deciso che questo era il posto giusto dove passare il mio tempo.","Gioia_bar011":"Di tanto in tanto faccio ancora un salto nei posti che ero solita frequentare con i miei amici, ma ormai sono parte della mia vecchia vita.","Gioia_bar012":"Qui si sta meglio. Non devo avere a che fare con tutte quelle cose che mi ricordano dei bei tempi andati quando ancora avevo i miei amici e le mie attività.","Gioia_bar013":"OK, ora tocca a te...","Mario_bar003":"Oh, la tua storia è molto interessante. Posso immedesimarmi parecchio.","Mario_bar004":"Per quanto mi riguarda...","Mario_bar004A":"...volevo passare del tempo da solo.","Mario_bar004B":"...volevo cominciare una nuova vita da zero.","Mario_bar004C":"...non avevo più stimoli nella mia vita.","Mario_bar004A1":"Stavo iniziando a non essere più in controllo sulla mia vita. Troppe cose da fare, troppe cose da sbrigare, troppi eventi, troppe richieste. Avevo bisogno di fermarmi.","Mario_bar004B1":"Non ero interamente soddisfatto dalla mia vita. Ho pensato che fosse tempo di ricominciare da capo e iniziare a fare solo quello che amo fare.","Mario_bar004C1":"Ho provato pressoché qualsiasi cosa nella mia vita. E niente era mai abbastanza. Mi stavo iniziando ad annoiare. Ma questo sembra completamente differente da tutto quello che ho provato finora, e ho pensato di dargli una chance.","Gioia_bar014":"Beh, Mario, sono sicura che sei nel posto giusto. E cos'è che ti piace fare?","Mario_bar005A":"Sono appassionato di birdwatching.","Mario_bar005B":"Per lo più gioco ai videogiochi.","Mario_bar005C":"Mi piace scrivere racconti brevi e romanzi.","Mario_bar005A1":"Mi intriga poter sbirciare nella vita di altre creature, studiare i loro comportamenti, e poterlo fare restando completamente in solitudine.","Mario_bar005B1":"Ti permettono di divertirti anche se sei da solo. E se giochi con altre persone puoi far finta di non essere più solo anche se le altre persone non sono fisicamente vicine.","Mario_bar005C1":"Mi piace l'idea di poter decidere della vita e degli eventi di altre creature.","Gioia_bar005A1":"Oh, davvero?! Io guardo dozzine di documentari sugli uccelli! Avevo anche iniziato un corso di biologia a poi non sono riuscita a terminare gli studi... Posso suggerirti un sacco di film grandiosi a riguardo!","Gioia_bar005A2":"Non mi dire! Anche io sono una nerd! Dovremmo organizzare una sfida prima o poi! Io sto a ruota con GDR e sparatutto, sono imbattibile! Ma con i giochi di ritmo sono una pippa!","Gioia_bar005A3":"Oh mio dio, è TROPPO interessante! Anche io scrivevo un sacco, ma ultimamente non ho quasi più tempo... Ti andrebbe di mostrarmi qualcuno dei tuoi lavori? Muoio dalla curiosità! Magari potrei condividere con te un blog che tenevo anni fa...","Mario_bar006":"Oh, ma ti prego! Quante possibilità c'erano? Certo, con piacere! E ora mi stupiresti oltre ogni ragionevole possibilità se mi dicessi che sei anche appassionata di...","Mario_bar006A":"...folklore e tradizioni!","Mario_bar006B":"...miniature e modellini!","Mario_bar006C":"...sassi e conchiglie!","Gioia_bar006__1":"Dai, smettila! Cos'è, mi stavi spiando? Non può essere davvero!","Gioia_bar006A1":"Ho un'enorme collezione di canti golari della mongolia e brani tradizionali degli Ainu! E i cori bulgari? Non li adori?","Gioia_bar006A2":"Colleziono mobili in miniatura e li utilizzo come set fotografici per mantidi religiose e altri insetti! E poi riproduco in scala le ambientazioni cinematografiche!","Gioia_bar006A3":"Ho iniziato a collezionare conchiglie a 5 anni! E ho un ciottolo dal monte Fuji, i granelli di sabbia a forma di stella di Okinawa, sassi neri dall'Islanda...","Mario_bar007":"OK, OK, vacci piano. Questo è quantomeno bizzarro. Ho bisogno di un altro bicchiere. Avremo un bel po' di chiacchiere da fare...","System_007":"La mattina seguente","Mario_bar008":"...ed è cosi che quella quokka mi ha lanciato uno dei suoi cuccioli - che sono detti \"Joey\" - per sfuggire da me...","Mario_bar009":"Oh cielo, è tardissimo, ti ho tenuta sveglia tutta la notte! Ma questo bar non chiude mai?","Gioia_bar014__1":"Non che io sappia... Ogni volta che ci passo davanti è aperto. Diavolo, hai fatto così tante cose nella tua vita! Ne voglio sapere di più, è troppo interessante! Perché non ci vediamo per cena la prossima volta?","Mario_bar010":"Ehi, di sicuro non perdi tempo, eh? Certo, quando preferisci.","Gioia_bar015":"Ottimo. C'è un ristorante carino non distante da dove sto io. Non sarò nei paraggi nei prossimi due giorni. Fatti trovare da me fra tre giorni, verso le 18:00 e ti ci porto.","Gioia_bar016":"Se non ci sono ancora aspettami. Prima o poi arrivo.","Mario_bar011":"Affare fatto. Che mangeremo?","Gioia_bar017":"Credo che mangerò del Dim sum. Ma se non sei incline al cibo asiatico mangia pure quello che vuoi, la scelta sta a te!","Gioia_bar018":"È stra-tardi, devo scappare, bye!","Mario_bar012":"Certo, alla prossima!","Mario_bar013":"[i]Oh beh. Chi l'avrebbe mai detto che avremmo avuto così tante cose in comune di cui parlare? E ora questi due giorni saranno un'attesa infinita. Devo trovarmi qualcosa da fare.[/i]","Mario_bar014":"[i]E, tra l'altro, che avrà mai da fare? Per due giorni? Chi si fa gli affari suoi campa cent'anni. Chissà se camperò fino a fra tre giorni...[/i]"}}}
