{
  "en": {
    "translation": {
      "Mario_moving001": "Damn, I drank myself to sleep last night. I never proposed before in my whole life. I was not expecting such a weird reaction.",
      "Mario_moving002": "I will surprise her so much she won't be able to refuse me.",
      "Mario_moving003": "Let's get creative.",
      "Mario_moving_bar": "Mhmm thanks but no thanks. If I only see a bottle I'll feel like puking...",
      "Mario_moving_restaurant": "What do I do here? I cannot just invite her again for dinner. That would be boring AF.",
      "Mario_moving_townhall": "Sure. I could book a slot for our wedding. Ha-ha. No way.",
      "Mario_moving_gioiahouse": "I'm not going to call her unless I know what to do.",
      "Mario_moving_park": "I told her to meet me in the park, but not that early. I'll be bored to death by the time she'll meet me!",
      "Mario_moving_dogpound": "I am so sure she'd be the happiest person here if I brought her a dog, but I don't want to put all the responsibility on her shoulders, not until we can both share it.",
      "Mario_moving_houseforsale": "This is exactly what I need. She's been dreaming of this since a long time. She won't be able to refuse me!",
      "System_016": "Get in touch with the owner",
      "Mario_moving004": "OK. There's a QR code. I need to fill in the form and then he'll contact me. Let's get this thing done!",
      "Mario_moving005": "And now let's wait. I'll go get a shower.",
      "System_017": "Message received.",
      "System_018": "Check messages",
      "System_019": "1 New message",
      "System_20": "The house is available. If interested, please send a deposit to this prepaid account prior to filling in the attached documents: verealestate@payple.com",
      "Mario_moving006": "Got it!",
      "Mario_moving007": "And now let's spend some of the money I've been earning with all those silly online activities and have been sitting there forever...",
      "System_21": "Authorizing transaction...",
      "Mario_moving008": "Aaand done!",
      "Mario_moving009": "Oh damn, it's late. I should be going to the park, or this time I'll be the late one.",
      "Mario_moving010": "Oh, hey! You're here already! How surprising!",
      "Gioia_moving001": "Hey, yeah, I got home earlier today and I had some spare time. I wanted to discuss about yesterday...",
      "Mario_moving011": "There's no time for that!",
      "Gioia_moving002": "Well, actually...",
      "Mario_moving012": "OK, OK, we'll discuss about that later, in front of a beer, what do you think? I have something to show you, first!",
      "Gioia_moving003": "OK, what is that? You sound so excited!",
      "Mario_moving013": "I am! You won't believe your eyes! Follow me!",
      "Mario_gioia_moving_bar": "I didn't arrange everything just to sit at the bar!",
      "Mario_gioia_moving_restaurant": "There's no time for this! We can celebrate later!",
      "Mario_gioia_moving_dogpound": "Seriously? Am I starting being obsessed by dogs?",
      "Mario_gioia_moving_townhall": "Tik tok, tik tok, the time is running!",
      "Mario_gioia_moving_mariohouse": "There's a nicer house than this one waiting for me! Or for us!",
      "Mario_gioia_moving_gioiahouse": "Sure, she just got home, she must be so willing to go back home again!",
      "Mario_moving014": "Ta-dah! What do you think?",
      "Gioia_moving004": "What should I think? The same thing I always thought! That this house is amazing and that I would kill for a garden like this!",
      "Mario_moving015": "Oh well, no need to kill anyone! But you can thank me, if you want.",
      "Gioia_moving005": "Thank you? And why is that?",
      "Mario_moving016": "Because I got it! For us! Just say yes!",
      "Gioia_moving006": "You must be kidding...",
      "Mario_moving017": "Maybe... Or maybe not...",
      "Gioia_moving007": "Come on, why would you do something so stupid! It was so effing expensive!",
      "Mario_moving018": "I've been saving a lot this year! You deserved this! And we deserve to be happy!",
      "Mario_moving019": "We could feel like a real couple, finally!",
      "Mario_moving020": "And the rooftop is your favorite color!",
      "Gioia_moving008": "And the rooftop is my favorite color. Damn, I can't believe it.",
      "Mario_moving021": "So? Is this a yes? I am so excited! We can move in in a blink of an eye!",
      "Gioia_moving006__1": "Oh my god, am I really doing this? Are we? Oh gosh, I can't wait to see how it looks like on the inside! Can I enter? Can I?",
      "Mario_moving022": "Help yourself, lady!",
      "Gioia_moving007__1": "OH MY GOD!!!",
      "Gioia_moving008__1": "LOOK AT THESE STAIRS!",
      "Gioia_moving009": "OMG THE CINEMA ROOM!",
      "Gioia_moving010": "THE SOFA IS LILAC!!!",
      "Mario_moving023": "I guess this is a yes...",
      "Mario_moving024": "Is it?",
      "Gioia_moving011": "YES! YESSS!!! WHEN DO WE MOVE IN?",
      "Mario_moving025": "Easy, easy girl! There is no rush. This place is ours and no one will steal it from us."
    }
  },
  "it": {
    "translation": {
      "Mario_moving001": "Dannazione, ho bevuto fino ad addormentarmi, ieri notte. Non mi ero mai proposto a nessuna prima d'ora, e di certo non mi aspettavo una reazione del genere.",
      "Mario_moving002": "La sorprenderò così tanto che non potrà rifiutarmi.",
      "Mario_moving003": "Inventiamoci qualcosa.",
      "Mario_moving_bar": "Mhmm. Grazie, ma anche no. Se vedo un'altra bottiglia finisco per vomitare...",
      "Mario_moving_restaurant": "Che cosa ci faccio qui? Non posso mica invitarla di nuovo per cena. Sarebbe dannatamente noioso.",
      "Mario_moving_townhall": "Certo. Potrei prenotare un appuntamento per il nostro matrimonio. Ah-ah. Come no.",
      "Mario_moving_gioiahouse": "Non la chiamerò fin quando non saprò cosa fare.",
      "Mario_moving_park": "Le ho detto di incontrarci nel parco, ma non così presto. Mi annoierò a morte fino al suo arrivo!",
      "Mario_moving_dogpound": "Sono sicuro che sarebbe la persona più felice della terra se le prendessi un cane, ma non voglio addossarle tutta la responsabilità fin quando non potremo occuparcene in due.",
      "Mario_moving_houseforsale": "Questo è esattamente quello di cui ho bisogno. Ha sognato questa casa per anni. Non potrà rifiutarmi!",
      "System_016": "Contatta il proprietario",
      "Mario_moving004": "OK. C'è un QR code. Devo compilare un form e poi verrò ricontattato. Occupiamoci di questa cosa!",
      "Mario_moving005": "E ora aspettiamo. Mi farò una doccia nell'attesa.",
      "System_017": "Messaggio ricevuto.",
      "System_018": "Controllare messaggi",
      "System_019": "1 Nuovo messaggio",
      "System_20": "La casa è disponibile. Se ancora interessato, inviare una caparra al seguente account prima di compilare i documenti in allegato: borgorealeimmobiliare@payple.com",
      "Mario_moving006": "Fatto!",
      "Mario_moving007": "E ora spendiamo un po' dei soldi guadagnati con quelle stupide attività online e che sono rimasti a prendere polvere per tutto questo tempo.",
      "System_21": "Sto autorizzando la transazione...",
      "Mario_moving008": "Eeeee fatto!",
      "Mario_moving009": "Oh, diavolo, è tardi. Dovrei andare al parco, o stavolta sarò io il ritardatario.",
      "Mario_moving010": "Oh, ehi! Sei già qui! Che sorpresa!",
      "Gioia_moving001": "Ehi, ciao. Sono tornata prima oggi e avevo un po' di tempo libero. Volevo parlare di ieri...",
      "Mario_moving011": "Non c'è tempo!",
      "Gioia_moving002": "Beh, in realtà...",
      "Mario_moving012": "OK, OK, ne parleremo più tardi, davanti a una birra, che ne pensi? Ho qualcosa da mostrarti, prima!",
      "Gioia_moving003": "OK, di che si tratta? Sembri così eccitato!",
      "Mario_moving013": "Lo sono! Non crederai ai miei occhi! Seguimi!",
      "Mario_gioia_moving_bar": "Non ho organizzato tutto per venirmene al bar!",
      "Mario_gioia_moving_restaurant": "Non c'è tempo per questo! Possiamo festeggiare più tardi!",
      "Mario_gioia_moving_dogpound": "Davvero? Non è ch esto diventando ossessionato dai cani?",
      "Mario_gioia_moving_townhall": "Tic toc, tic toc, il tempo scorre!",
      "Mario_gioia_moving_mariohouse": "C'è una casa molto più bella di questa che mi attende! O ci attende!",
      "Mario_gioia_moving_gioiahouse": "Certo. È appena tornata a casa, sicuramente non vede l'ora di tornarci.",
      "Mario_moving014": "Ta-dah! Che ne pensi?",
      "Gioia_moving004": "Cosa dovrei pensare? Quello che ho sempre pensato... Che questa casa è eccezionale e che ucciderei per un giardino come questo!",
      "Mario_moving015": "Oh, beh, non c'è bisogno di uccidere nessuno. Ma puoi ringraziarmi, se vuoi.",
      "Gioia_moving005": "Ringraziarti? E per cosa?",
      "Mario_moving016": "Perché l'ho presa! Per noi! Di' semplicemente di sì!",
      "Gioia_moving006": "Stai scherzando...",
      "Mario_moving017": "Forse... O forse no...",
      "Gioia_moving007": "Andiamo, perché avresti fatto una cosa così stupida? È dannatamente costosa!",
      "Mario_moving018": "Ho risparmiato un sacco quest'anno! Te lo meritavi! E noi ci meritiamo di essere felici!",
      "Mario_moving019": "Potremo finalmente sentirci come una vera coppia!",
      "Mario_moving020": "E il tetto è del tuo colore preferito!",
      "Gioia_moving008": "E il tetto è del mio colore preferito. Maledetto, non riesco a crederci.",
      "Mario_moving021": "Quindi? È un sì? Sono elettrizzato! Possiamo spostarci in un batter d'occhio!",
      "Gioia_moving006__1": "Oh cielo, lo sto davvero facendo? Lo stiamo facendo? Oh signore, non vedo l'ora di vedere com'è all'interno! Posso entrare? Posso?",
      "Mario_moving022": "Prego, si accomodi!",
      "Gioia_moving007__1": "OH MIO DIO!!!",
      "Gioia_moving008__1": "GUARDA CHE SCALE!!!",
      "Gioia_moving009": "OMMIODDIO LA SALA CINEMA!",
      "Gioia_moving010": "IL DIVANO È LILLAAAAHHH!!!",
      "Mario_moving023": "Immagino che sia un sì...",
      "Mario_moving024": "Lo è?",
      "Gioia_moving011": "SÌ! SÌÌÌ!!! QUANDO CI TRASFERIAMO?",
      "Mario_moving025": "Vacci piano, ragazza! Non c'è fretta! Questo posto è nostro, nessuno ce lo fregherà."
    }
  }
}
