{
  "en": {
    "translation": {
      "Mario_first_date001": "Well, let's see who's around today... Time for a walk!",
      "Mario_first_date002": "I wonder if she's still around. Maybe she's not even regular around here...",
      "Mario_first_date003": "Maybe she just came for yesterday's party.",
      "Mario_first_date004": "I'd really want to see if I can find her...",
      "Mario_first_date005": "Oh, there you are! I was not sure to find you!",
      "Gioia_first_date001": "Hey, it's good to see you! So you're still around! This is my place, do you like it?",
      "Gioia_first_date002": "Do you also have a place nearby?",
      "Mario_first_date006": "Yeah, I got a small house next to the woods, north west from the center of the town.",
      "Gioia_first_date003": "Nice! I'd like to see it!",
      "Mario_first_date007": "Oh well, it's nothing special, I'm still working on it, it's very basic for the moment...",
      "Gioia_first_date004": "Oh, come on, I'm sure it's nice!",
      "Mario_first_date008": "Ok, if you insist... I'll show you my place.",
      "Gioia_first_date005": "So, how do you like it so far?",
      "Mario_first_date009": "It's not bad, it is a nice place to get detached from a busy life, don't you think?",
      "Gioia_first_date006": "Yes, I agree. I've been around for a while, people are nice here. Not the type of people obsessed by social networks, if you know what I mean.\nThey get here for a twist to their life, they go out, they see people, they hang out together... Isn't it better?",
      "Mario_first_date010": "Sure, I guess... I also needed a break from those stupid social networks. I needed something different, get closer to people, you know...",
      "Gioia_first_date007": "Isn't it what we all need?",
      "Mario_first_date011": "So here we are. This is my humble house. Yeah, don't laugh, I wish I could find something better, instead I had to go for these terrible roof tiles...",
      "Gioia_first_date008": "No way! I like that color! It's one of my favorites! I like it! Are you here all by yourself?",
      "Mario_first_date012": "Yeah. You know... Rough period... That''s why I decided to get here.",
      "Gioia_first_date009": "Oh, I am sorry to hear... I am sure you'll like it here, you'll see!",
      "Mario_first_date013": "Yeah, I was wondering... You've been here for a while, isn't it? Maybe you can suggest me so-",
      "Gioia_first_date010": "Sure! Of course! Listen, I have to go for a while, why don't we meet later at the bar? It has a nice vibe, the music is amazing and you can tell me something more about you... I'll be back in... let's say... A couple of hours? Deal?",
      "Mario_first_date014": "S-sure, I'll wait for you. I'll take care of a couple of things in the house and I'll be at the bar waiting for you. I'll be the one... well, dressed like I am now!",
      "Gioia_first_date011": "Haha, you're funny, you know? See ya!",
      "Mario_first_date015": "Ciao...",
      "Mario_first_date016": "OK. Its going to be fine. What can go wrong? It's just some chat.",
      "Mario_first_date017": "And now I don't feel like working at the house. I'll read a book to kill some time."
    }
  },
  "it": {
    "translation": {
      "Mario_first_date001": "Bene, vediamo chi c'è in giro oggi. Andiamo a fare un giro.",
      "Mario_first_date002": "Chissà se la trovo in giro. Magari neanche gira da queste parti abitualmente...",
      "Mario_first_date003": "Magari è passata solo ieri per la festa.",
      "Mario_first_date004": "Voglio davvero vedere se riesco a trovarla...",
      "Mario_first_date005": "Oh, eccoti! Non ero sicuro di trovarti!",
      "Gioia_first_date001": "Ma ciao! Che piacere vederti! E così sei ancora nei dintorni! Questo è il mio posticino, ti piace?",
      "Gioia_first_date002": "E tu dov'è che stai?",
      "Mario_first_date006": "Sì, mi sono sistemato in una casetta vicino ai boschi, a nord ovest del centro città.",
      "Gioia_first_date003": "Bene! Mi piacerebbe vederla!",
      "Mario_first_date007": "Oh, beh, non è niente di che, la sto ancora sistemando, al momento è davvero una versione base...",
      "Gioia_first_date004": "Ma va, sono sicura che sia un bel posticino!",
      "Mario_first_date008": "Se insisti... OK, ti mostrerò dove sto.",
      "Gioia_first_date005": "E quindi, ti piace qui?",
      "Mario_first_date009": "Non è male, è un bel posto per staccare da una vita caotica, non credi?",
      "Gioia_first_date006": "Sì, certo. Sono qui da un po', la gente è carina. Non come quelli ossessionati dai social, se capisci a cosa mi riferisco. Vengono qui per scappare dalla loro vita, si svagano, escono, vedono altra gente... Non è meglio?",
      "Mario_first_date010": "Immagino di sì... Anche io sono qui per lo stesso motivo. Avevo bisogno di una pausa dai social. Avevo bisogno di qualcosa di diverso, interagire con la gente...",
      "Gioia_first_date007": "Non è quello di cui tutti abbiamo bisogno?",
      "Mario_first_date011": "Eccoci qui. Questa è la mia umile dimora. Sì, non ridere, anche io avrei preferito qualcosa di meglio, ma per il momento mi accontento di queste orribili tegole...",
      "Gioia_first_date008": "Ma dai! A me piace quel colore! È uno dei miei preferiti! E sei qui da solo?",
      "Mario_first_date012": "Sì... sai, momento difficile... Per questo ho deciso di venire qui.",
      "Gioia_first_date009": "Oh, mi dispiace... Ma sono sicura che ti piacerà, qui. Vedrai!",
      "Mario_first_date013": "Sì beh, mi chiedevo... Sei qui da più tempo di me, magari potresti sugger-",
      "Gioia_first_date010": "Ma certo! Senti, ho delle cose da sbrigare, perché non ci incontriamo al bar più tardi? L'ambiente è fantastico, la musica è top, e potrai raccontarmi qualcosa su di te... Sarò di ritorno in... diciamo un paio d'ore, va bene?",
      "Mario_first_date014": "C-certo, ti aspetterò. Sbrigherò un paio di cose per la casa e ti aspetterò al bar. Mi riconoscerai, sono quello... beh, quello vestito come adesso!",
      "Gioia_first_date011": "Ahah, sei simpatico, sai? A più tardi!",
      "Mario_first_date015": "Ciao...",
      "Mario_first_date016": "OK. Andrà tutto bene. Cosa mai potrà andar storto? Sono solo due chiacchiere.",
      "Mario_first_date017": "E ora non ho voglia di metter mano alla casa. Mi leggerò un libro per ingannare l'attesa."
    }
  }
}
