{
  "en": {
    "translation": {
      "Mario_partynight_001": "Wow. There's a lot of people.",
      "Mario_partynight_002": "I feel so misplaced. What was I thinking? I hate dancing nights, why did I think this event could be any different from the others?",
      "Mario_partynight_003": "I'll just stand aside for a while. Just for few minutes. Just to see what kind of people are around.",
      "Gioia_partynight_001": "Hey! You're new around here, aren't you? I am Gioia, nice to meet you!",
      "Mario_partynight_004": "Uhm, yeah, I mean, sure. I am new.",
      "Gioia_partynight_002": "Hello, New, nice to meet you! When did you arrive?",
      "Mario_partynight_005": "No, ehr, I mean, I am not new. I mean, yes I am. Well, my name is Mario. I already did a mess, didn't I? I am not used to these kinds of interactions. To these places. I mean, it is my first time. I got here recently.",
      "Gioia_partynight_003": "Hey, it's great! I should show you around! There's tons of nice things to do, and places to visit, and people to meet!",
      "Gioia_partynight_004": "Enough with your worries! Leave your life outside this ballroom and enjoy the night!",
      "Mario_partynight_006": "This place cannot be real. Not even in a billion years I could have any chance to be approached by someone like her. Is this really happening?",
      "Gioia_partynight_005": "Hey guys, this is New! I mean, he's Mario, he just arrived. Let's welcome him!",
      "Gioia_partynight_006": "...",
      "Mario_partynight_007": "Am I really enjoying this place? This event? Could this finally be the place I was looking for?",
      "Mario_partynight_008": "I don't know. And what about her?",
      "Mario_partynight_009": "I don't even know her, but the things she says, the way she approached me...",
      "Mario_partynight_010": "I think I'll stay around a little longer...",
      "Gioia_partynight_007": "Hey... What a night... Did you enjoy it? I hope you had fun...",
      "Gioia_partynight_008": "It was nice to meet you... Will you stay around? We could meet again somewhere...",
      "Mario_partynight_011": "Sure, why not. It was nice. I wasn't sure I was going to stay, but why not. Looks like a nice place, and I bet you can helping getting to know it.",
      "Gioia_partynight_009": "It's late. I should go. Back to good ol' life, tomorrow. You'd better go as well, don't you have anything to do tomorrow morning?",
      "Mario_partynight_012": "You're right. Until the next time, then. I'll see you around... 'Night!"
    }
  },
  "it": {
    "translation": {
      "Mario_partynight_001": "Wow. C'è un bel po' di gente.",
      "Mario_partynight_002": "Mi sento tremendamente fuori posto.\nCosa mi è venuto in mente?\nIo odio le serate danzanti. Perché mai questa sarebbe dovuta essere diversa?",
      "Mario_partynight_003": "Resterò giusto per qualche minuto, in disparte. Giusto per vedere che tipo di gente c'è.",
      "Gioia_partynight_001": "Ehi! Sei nuovo da queste parti, non è vero?\nSono Gioia, piacere di conoscerti!",
      "Mario_partynight_004": "Uh, sì, cioè, certo. Sono nuovo.",
      "Gioia_partynight_002": "Ciao, Nuovo, piacere di conoscerti! Quando sei arrivato?",
      "Mario_partynight_005": "No, ehm, voglio dire... non sono nuovo. Cioè, sì, lo sono. Uff. Mi chiamo Mario. Ho già fatto un disastro, vero?\nNon sono abituato a questo tipo di interazioni... A questi posti. Voglio dire... È la mia prima volta, sono arrivato da poco.",
      "Gioia_partynight_003": "Ehi, ma è fantastico! Dovrei mostrarti un po' i dintorni! Ci sono un sacco di belle cose da fare, di posti da vedere, persone da conoscere!",
      "Gioia_partynight_004": "Basta preoccupazioni! Lascia la tua vita fuori da questa sala da ballo e goditi la serata!",
      "Mario_partynight_006": "Questo posto non può essere reale. È impossibile che qualcuno come lei sia davvero venuto a presentarsi. Non potrebbe succedere neanche in un milione di anni. Sta accadendo davvero?",
      "Gioia_partynight_005": "Ehi gente, questo è Nuovo! Voglio dire, Mario, è appena arrivato. Diamogli il benvenuto!",
      "Gioia_partynight_006": "...",
      "Mario_partynight_007": "Davvero mi sto divertendo in un posto simile?\nIn un evento del genere? Possibile che sia il posto che stavo davvero cercando?",
      "Mario_partynight_008": "Chissà. E lei?",
      "Mario_partynight_009": "Non la conosco neanche, ma le cose di cui parla, il modo in cui mi ha avvicinato prima...",
      "Mario_partynight_010": "Credo che resterò nei dintorni ancora per un po'...",
      "Gioia_partynight_007": "Ehi... Che serata... Ti è piaciuta? Spero tu ti sia divertito...",
      "Gioia_partynight_008": "È stato un piacere conoscerti... Pensi di restare ancora in giro? Potremmo incontrarci di nuovo, da qualche parte...",
      "Mario_partynight_011": "Ma sì, perché no. Non ero sicuro di voler restare, ma perché no. Sembra un posto carino, e scommetto che puoi aiutarmi a scoprirlo meglio.",
      "Gioia_partynight_009": "È tardi. Farei meglio ad andare. Si torna alla vita di tutti i giorni, domani. E dovresti andare anche tu. Non hai niente da fare domani mattina?",
      "Mario_partynight_012": "Hai ragione. Alla prossima, allora. Ci becchiamo in giro... 'Notte!"
    }
  }
}
