{
  "en": {
    "translation": {
      "Mario_whatweare001": "And good morning to me. Damn, I've wasted almost the whole day. Not like I've been getting much sleep, lately.",
      "Mario_whatweare002": "OK, it looks obvious that if I wasn't sure whether to stay or not, I now have my answer.",
      "Mario_whatweare003": "Tonight I felt more alive than I ever felt in the last year.",
      "Mario_whatweare004": "I am sure she feels the same way as well.",
      "Mario_whatweare005": "And I am so dumb I didn't even tell her.",
      "Mario_whatweare006": "I'll make my move. It is my chance.",
      "Mario_whatweare007": "I should really go and find her.",
      "Mario_whatweare008": "I wonder if she's already up.",
      "Mario_whatweare009": "She must be home. I hope she'll be happy to see me first thing in the morn... ehm... afternoon...",
      "Mario_whatweare_townhall": "I don't have time to waste here. I've got better things to do.",
      "Mario_whatweare_bar": "Not the right moment to get a drink.",
      "Mario_whatweare_restaurant": "I'm not hungry now, my stomach's filled with butterflies!",
      "Mario_whatweare_houseforsale": "Maybe I'm overreacting. But what if...",
      "Mario_whatweare_dogpound": "Yeah, we'll also get a dog, and plenty of cats. And a bunch of rabbits. But not now!",
      "Mario_whatweare010": "Hey! Gioia! Are you there? Wake up!",
      "Mario_whatweare011": "Helloooo?!",
      "Mario_whatweare012": "I looks like she's not here. Where can she be?",
      "Mario_whatweare013": "Let's go have a look.",
      "Mario_whatweare014": "Maybe someone saw her around...",
      "Mario_whatweare015": "Hello, do you know Gioia? Have you seen her around?",
      "Randomguy1": "No, I'm sorry man...",
      "Mario_whatweare016": "Hey, sorry, do you know Gioia? Have you seen her today?",
      "Randomguy2": "No, I don't think so...",
      "Mario_whatweare017": "Uh, excuse me, have you seen Gioia around? Cute girl, red hair...",
      "Randomguy3": "Uh, sure, Gioia. She was around this morning, very early. She said she was late and she left in a hurry. She needed to take care of something...",
      "Mario_whatweare018": "Thanks mate.",
      "Mario_whatweare019": "I'm such a stupid, I didn't even ask for her phone number! I'll have to wait until she gets back!",
      "Mario_whatweare020": "Better wait in front of her house.",
      "Mario_whatweare021": "OK. I have time. I'll read a book in the meantime...",
      "System_014": "A couple of hours later...",
      "Gioia_whatweare001": "Hello! What are you doing here?",
      "Mario_whatweare022": "Hey. I was waiting for you. You were nowhere to be found! Where were you?",
      "Gioia_whatweare002": "Hey! Don't you ever leave this place? I was just taking care of personal stuff. Everybody does that!",
      "Mario_whatweare023": "Sure. That's what I am doing as well. I am here to take care of something I care about.",
      "Gioia_whatweare003": "I-I'm not sure I am following.",
      "Mario_whatweare024": "Come with me. Let's take a walk. Would you mind?",
      "Mario_whatweare030A": "The last couple of days with you meant to me more than I could imagine.",
      "Mario_whatweare030B": "I thought it was a crazy idea to get here, but you helped me make up my mind.",
      "Mario_whatweare030C": "It can't be a coincidence we met here and we found out we have so many things in common.",
      "Mario_whatweare030A1": "It drives me mad thinking that you might just disappear into thin air and realize I missed my chance.",
      "Mario_whatweare030B1": "If there is one reason why I want to stay here, that reason is you.",
      "Mario_whatweare030C1": "And if it is just a coincidence, I want to make sure I am doing whatever it takes to be sure it becomes something else.",
      "Mario_whatweare031": "It is like the world that surrounds me has brighter colors when I am here with you.",
      "Gioiamumbles": "...",
      "Mario_whatweare032houseforsale": "You see this house? You can think I am mad, but I started daydreaming about being here with you. I remember how much you like BBQs and sunbathing in the park, wouldn't it be amazing? The roof tiles even come in your favorite color!",
      "Mario_whatweare033dogpound": "I even thought about how it would be to come here and get a pup, just for the two of us... Wouldn't it be great? You told me you always wanted one but you could never afford to adopt one...",
      "Mario_whatweare034woods": "You see this house? You can think I am mad, but I started daydreaming about being here with you. I remember how much you like BBQ and sunbathing in the park, wouldn't it be amazing? The roof tiles even come in your favorite color!",
      "Mario_whatweare35centralsquare": "Every time I pass by the town hall I think about our first night and how you made me feel. I am even willing to learn to dance for you!",
      "Mario_whatweare36centralpark": "Watching the stars all by myself will no longer make sense if it is not next to you...",
      "Gioia_whatweare004": "Hey, I understand you, I do. And would be lying if I said it was not the same for me...",
      "Gioia_whatweare005": "I do want to spend more time with you. But you see, it is not that easy. We both have our lives, our things to do it is not just like \"hey hello, would you like to move in together?\", you know?",
      "Mario_whatweare37": "And what if it is? It is not a contract, we can just try. And if it does not work we can just part our ways. But if we don't try we will never find out if we had a chance.",
      "Mario_whatweare38": "Think of it as a challenge...",
      "Gioia_whatweare006": "And what if it does not work?",
      "Mario_whatweare39": "And what if it does?",
      "Gioia_whatweare007": "You sure know how to persuade people..."
    }
  },
  "it": {
    "translation": {
      "Mario_whatweare001": "E buongiornissimo a me. Cacchio, ho sprecato quasi tutto il giorno. Non che sia riuscito a dormire molto, ultimamente.",
      "Mario_whatweare002": "OK, mi sembra ovvio che se prima non fossi molto sicuro se restare o meno, ora ho la mia risposta.",
      "Mario_whatweare003": "Stanotte mi sono sentito più vivo di quanto mi ci sia mai sentito nell'ultimo anno.",
      "Mario_whatweare004": "E sono sicuro che sia lo stesso anche per lei.",
      "Mario_whatweare005": "E sono anche così stupido che non le ho detto nulla.",
      "Mario_whatweare006": "Farò il primo passo. È la mia occasione.",
      "Mario_whatweare007": "Dovrei davvero andare a cercarla.",
      "Mario_whatweare008": "Mi chiedo se sia già sveglia.",
      "Mario_whatweare009": "Deve essere a casa. Spero sia felice di vedermi di prima matt... ehm... pomeriggio...",
      "Mario_whatweare_townhall": "Non ho tempo da perdere qui. Ho di meglio da fare.",
      "Mario_whatweare_bar": "Non è il momento di farsi una bevuta.",
      "Mario_whatweare_restaurant": "Non ho fame adesso, il mio stomaco è già abbastanza pieno di farfalle!",
      "Mario_whatweare_houseforsale": "Forse sto esagerando. Ma chissà se...",
      "Mario_whatweare_dogpound": "Sì, ci prenderemo un cane, e un sacco di gatti. E un mucchio di conigli. Ma non ora!",
      "Mario_whatweare010": "Ehi, Gioia! Ci sei? Sveglia!",
      "Mario_whatweare011": "Ehiiiii?!",
      "Mario_whatweare012": "Sembra che non ci sia. Dove può essere?",
      "Mario_whatweare013": "Andiamo a dare un'occhiata.",
      "Mario_whatweare014": "Forse qualcuno l'ha vista in giro...",
      "Mario_whatweare015": "Ehi, conosci Gioia? L'hai vista in giro?",
      "Randomguy1": "No, mi spiace...",
      "Mario_whatweare016": "Ehi, scusa, conosci Gioia? L'hai vista oggi?",
      "Randomguy2": "No, non mi sembra...",
      "Mario_whatweare017": "Uh, scusa, hai visto in giro Gioia? Carina, capelli rossi...",
      "Randomguy3": "Uh, certo, Gioia. Era in giro, stamattina, molto presto. Ha detto di essere in ritardo ed è scappata di corsa. Aveva da fare non so cosa...",
      "Mario_whatweare018": "Grazie,",
      "Mario_whatweare019": "Che stupido che sono, non le ho neanche chiesto il numero di telefono! Dovrò aspettare fin quando non sarà di ritorno.",
      "Mario_whatweare020": "meglio aspettare davanti a casa sua.",
      "Mario_whatweare021": "OK, ho tempo. Magari mi leggo un libro nell'attesa.",
      "System_014": "Un paio di ore dopo...",
      "Gioia_whatweare001": "Ciao! Cosa fai qui?",
      "Mario_whatweare022": "Ehi. Ti stavo aspettando. Non ti trovavo da nessuna parte! Dove eri finita?",
      "Gioia_whatweare002": "Ehi, non vai mai altrove? Mi stavo occupando di robe personali. Tutti lo fanno!",
      "Mario_whatweare023": "Certo. Ed è proprio per questo che sono qui. Sono qui per occuparmi di qualcosa di personale.",
      "Gioia_whatweare003": "N-non sono sicura di seguirti.",
      "Mario_whatweare024": "Vieni. Facciamo un giro. Ti va?",
      "Mario_whatweare030A": "L'ultimo paio di giorni con te hanno significato più di quanto potessi immaginare.",
      "Mario_whatweare030B": "Credevo fosse una pessima idea venire qui, ma grazie a te ho preso una decisione.",
      "Mario_whatweare030C": "Non può essere una coincidenza che ci siamo conosciuti qui e che abbiamo così tante cose in comune.",
      "Mario_whatweare030A1": "Impazzisco al pensiero che tu possa dissolverti nel nulla e che possa perdere la mia occasione.",
      "Mario_whatweare030B1": "C'è un motivo per cui voglio restare, e quel motivo sei tu.",
      "Mario_whatweare030C1": "E se anche fosse una coincidenza, voglio essere sicuro di fare tutto il possibile per assicurarmi che diventi qualche altra cosa.",
      "Mario_whatweare031": "È come se il mondo che mi circonda avesse dei colori più vividi quando sono qui con te!",
      "Gioiamumbles": "...",
      "Mario_whatweare032houseforsale": "La vedi questa casa? Potrai pensare che io sia pazzo, ma ho iniziato a sognare a occhi aperti di abitarci con te. So quanto ti piacciono i barbecue e quanto ami crogiolarti al sole, non sarebbe stupendo? E le tegole sono del tuo colore preferito!",
      "Mario_whatweare033dogpound": "Ho anche pensato a come sarebbe venire qui e prendere un cucciolo, solo per noi... Non sarebbe fantastico? Mi hai detto che avresti sempre voluto avere un cagnolino ma che non ti sei mai potuta permettere di adottarne uno...",
      "Mario_whatweare034woods": "Potremmo passare pomeriggi interi a perderci nei boschi assaporandone l'atmosfera, per poi finire nel nostro bar preferito per una bevuta. Non ti piacerebbe?",
      "Mario_whatweare35centralsquare": "Ogni volta che passo davanti al municipio penso alla nostra prima notte assieme e a come mi hai fatto sentire. Sono disposto a imparare a ballare per te!",
      "Mario_whatweare36centralpark": "Guardare le stelle da solo non ha più senso se non posso farlo accanto a te...",
      "Gioia_whatweare004": "Ehi, ti capisco perfettamente, lo giuro. E mentirei se non dicessi che è così anche per me...",
      "Gioia_whatweare005": "",
      "Mario_whatweare37": "",
      "Mario_whatweare38": "Prendila come una sfida...",
      "Gioia_whatweare006": "E se non funzionasse?",
      "Mario_whatweare39": "E se invece funzionasse?",
      "Gioia_whatweare007": "Certo che sai come convincere le persone..."
    }
  }
}
