{
  "en": {
    "translation": {
      "Mario_marry001": "Listen...",
      "Gioia_marry001": "What?",
      "Mario_marry002": "Would you marry me?",
      "Gioia_marry002": "D-damn... This was unexpected...",
      "Mario_marry003": "Come on, you knew I would have reached this point eventually... What's the purpose of me staying at my place, you staying at your place...",
      "Mario_marry004": "It's exactly the same, but I'll get to see you while you're doing your things when you're not outside...",
      "Gioia_marry003": "I guess I am just afraid of committing. I came here for the freedom, to be completely myself far from everything and everyone...",
      "Mario_marry005": "It will be fun! You were afraid one year ago, and it is OK to be afraid! But think of all the things we could do! We could be even closer! Cooking together, waking up in the same bed, I'd get to see you while you play videogames and you get mad at the screen...",
      "Gioia_marry004": "We can already do those things...",
      "Mario_marry006": "That's true, but we always have to arrange the meeting, set a schedule, my place or yours...",
      "Mario_marry007": "I'd be able to see you as soon as you get home instead of having to come and pick you up, to ask if you are home, if you are available, if you have plans or not...",
      "Gioia_marry005": "I have the feeling this won't do any good to us. We both came here to be independent...",
      "Mario_marry008": "But we found each other. We know we're made for one other.",
      "Gioia_marry006": "I need time to think.",
      "Mario_marry009": "It is OK. I understand.",
      "Mario_marry010": "I will do my best to convince you. Trust me.",
      "Gioia_marry007": "You always manage to persuade me...",
      "Mario_marry011": "I always get what I want!",
      "Gioia_marry007__1": "I am exhausted. I need some good sleep. It's been a tough day, and this dinner has been intense. I need some proper rest. Thanks for the company, I enjoyed the evening. I'd better go now.",
      "Mario_marry012": "Hey. We made it till now. We can take this further, if we both want it...",
      "Mario_marry013": "I'll be in the park tomorrow afternoon. Will you meet me there?",
      "Gioia_marry008": "Yeah. Not before 6PM. I won't make it home before that time.",
      "Mario_marry014": "Cool. Meet you there.",
      "Gioia_marry009": "'Night, hun...",
      "Mario_marry015": "'Night sweetheart..."
    }
  },
  "it": {
    "translation": {
      "Mario_marry001": "Ascolta...",
      "Gioia_marry001": "Cosa?",
      "Mario_marry002": "Vuoi sposarmi?",
      "Gioia_marry002": "D-Diamine... Questo non me lo aspettavo...",
      "Mario_marry003": "Andiamo, sapevi che prima o poi ci sarei arrivato... Che senso ha? Io che sto da me, tu che stai da te...",
      "Mario_marry004": "Non cambierebbe nulla, ma potrei averti intorno mentre fai le tue cose quando non sei in giro...",
      "Gioia_marry003": "Credo di aver paura di impegnarmi. Sono venuta qui per essere libera, per essere me stessa e lontano da tutto e tutti...",
      "Mario_marry005": "Sarà divertente! Avevi paura anche un anno fa, e non c'è niente di male! Ma pensa a tutte le cose che potremmo fare assieme! Potremmo essere ancora più vicini! Cucinare assieme, svegliarci nello stesso letto, potrei vederti mentre sbrocchi con i videogiochi...",
      "Gioia_marry004": "Ma quest ecose le possiamo già fare...",
      "Mario_marry006": "È vero, ma dobbiamo sempre organizzare, darci appuntamento, decidere se da me o da te...",
      "Mario_marry007": "Potrei vederti non appena torni a casa, invece di doverti venire a cercare, chiederti se sei tornata, se sei disponible, se hai da fare...",
      "Gioia_marry005": "Ho la sensazione che questo non ci faccia affatto bene. Siamo venuti qui entrambi per essere indipendenti...",
      "Mario_marry008": "Ma ci siamo trovati! Sappiamo di essere fatti l'uno per l'altra.",
      "Gioia_marry006": "Ho bisogno di pensarci su.",
      "Mario_marry009": "Va bene. Lo capisco.",
      "Mario_marry010": "Farò del mio meglio per convincerti.",
      "Gioia_marry007": "Riesci sempre a convincermi...",
      "Mario_marry011": "Ottengo sempre quello che voglio!",
      "Gioia_marry007__1": "Sono esausta. Ho bisogno di riposare. È stata una giornata infernale, e questa cena è stata... intensa. Devo dormire. Grazie per la compagnia, mi è piaciuta questa serata. Ma ora devo andare.",
      "Mario_marry012": "Ehi. Ce l'abbiamo fatta fino a qui. Possiamo andare oltre, se lo vogliamo entrambi.",
      "Mario_marry013": "Sarò nel parco, domani pomeriggio. Mi raggiungi?",
      "Gioia_marry008": "Sì. Non prima delle 18:00. Non sarò a casa prima di allora.",
      "Mario_marry014": "Bene. Ci vediamo lì.",
      "Gioia_marry009": "'Notte, tesoro...",
      "Mario_marry015": "'Notte, amore..."
    }
  }
}
